{
    "pmid": "41402020",
    "title": "Addressing diagnostic resource imbalance in pulmonary tuberculosis detection from chest radiographs through cost-aware learning.",
    "abstract": "Automated early detection of pulmonary tuberculosis using chest radiographs is hampered by extreme class imbalance, resulting in poor performance across real-world settings where the clinical and operational cost of missed TB cases outstrips that of false positives. In this study, we address these challenges through the development of a cost-sensitive logistic regression framework that is explicitly tailored to better represent the highly uneven penalties associated with missing TB detection cases in screening scale clinical settings. By using a large chest X-ray dataset, our approach cascades cost-awareness from the training phase to the evaluation phase and learns clinically relevant trade-offs between costs due to false negatives (FNs) and FPs - simultaneously optimizing for multiple metrics including sensitivity, specificity. The results of our experiments show that the proposed method yields a significant improvement in detection sensitivity across risk and cost regimes (by approximately 60 %) at the same level of interpretability and operational scalability required for use in resource-limited or high-burden settings. We believe that these insights can help stakeholders develop more effective and equitable TB case finding in practice, particularly with adaptive risk-cost calibration for AI-driven TB screening tools.",
    "disease": "tuberculosis",
    "clean_text": "addressing diagnostic resource imbalance in pulmonary tuberculosis detection from chest radiographs through cost aware learning automated early detection of pulmonary tuberculosis using chest radiographs is hampered by extreme class imbalance resulting in poor performance across real world settings where the clinical and operational cost of missed tb cases outstrips that of false positives in this study we address these challenges through the development of a cost sensitive logistic regression framework that is explicitly tailored to better represent the highly uneven penalties associated with missing tb detection cases in screening scale clinical settings by using a large chest x ray dataset our approach cascades cost awareness from the training phase to the evaluation phase and learns clinically relevant trade offs between costs due to false negatives fns and fps simultaneously optimizing for multiple metrics including sensitivity specificity the results of our experiments show that the proposed method yields a significant improvement in detection sensitivity across risk and cost regimes by approximately at the same level of interpretability and operational scalability required for use in resource limited or high burden settings we believe that these insights can help stakeholders develop more effective and equitable tb case finding in practice particularly with adaptive risk cost calibration for ai driven tb screening tools"
}