{
    "pmid": "41473581",
    "title": "Severe pulmonary hypertension associated with unilateral pulmonary artery hypoplasia: A case report.",
    "abstract": "Pulmonary hypertension (PH), defined as mean pulmonary arterial pressure >20 mmHg, has diverse etiologies and high morbidity and mortality, necessitating early, accurate diagnosis. A 42-year-old woman, misdiagnosed with chronic thromboembolic pulmonary hypertension (CTEPH) and treated with anticoagulation for four years, had a rare congenital vascular anomaly. She presented with cough, hemoptysis (~200 mL of fresh blood two hours before admission), progressive dyspnea, and chest discomfort. Examination revealed a loud P2, suggesting right ventricular strain. Echocardiography showed elevated pulmonary artery pressure with right ventricular dysfunction. Chest CT angiography revealed abnormal vascular anatomy; pulmonary angiography confirmed unilateral pulmonary artery hypoplasia (UPAH) as the cause of PH. Anticoagulation was stopped, and embolization was performed successfully. At the two-month follow-up, symptoms had resolved and hemoptysis had not recurred. UPAH is a rare congenital cause of PH that can mimic CTEPH, leading to misdiagnosis and inappropriate prolonged anticoagulation. Symptoms often overlap with common conditions such as pulmonary thromboembolism. In this case, lack of treatment response prompted reevaluation. Careful reassessment of prior imaging, history, and rare differential diagnoses was essential. This case highlights the importance of reconsidering the diagnosis when the course deviates from expectations and the need for individualized management in uncommon PH etiologies.",
    "disease": "hypertension",
    "clean_text": "severe pulmonary hypertension associated with unilateral pulmonary artery hypoplasia a case report pulmonary hypertension ph defined as mean pulmonary arterial pressure mmhg has diverse etiologies and high morbidity and mortality necessitating early accurate diagnosis a year old woman misdiagnosed with chronic thromboembolic pulmonary hypertension cteph and treated with anticoagulation for four years had a rare congenital vascular anomaly she presented with cough hemoptysis ml of fresh blood two hours before admission progressive dyspnea and chest discomfort examination revealed a loud p suggesting right ventricular strain echocardiography showed elevated pulmonary artery pressure with right ventricular dysfunction chest ct angiography revealed abnormal vascular anatomy pulmonary angiography confirmed unilateral pulmonary artery hypoplasia upah as the cause of ph anticoagulation was stopped and embolization was performed successfully at the two month follow up symptoms had resolved and hemoptysis had not recurred upah is a rare congenital cause of ph that can mimic cteph leading to misdiagnosis and inappropriate prolonged anticoagulation symptoms often overlap with common conditions such as pulmonary thromboembolism in this case lack of treatment response prompted reevaluation careful reassessment of prior imaging history and rare differential diagnoses was essential this case highlights the importance of reconsidering the diagnosis when the course deviates from expectations and the need for individualized management in uncommon ph etiologies"
}