{
    "pmid": "41462434",
    "title": "Prognostic factors and survival outcomes in colorectal cancer: insights from a Ghanaian cohort.",
    "abstract": "Colorectal cancer (CRC) incidence in Ghana has increased significantly in recent years. Despite medical advances, survival rates remain low, with challenges in CRC screening implementation contributing to late-stage diagnoses and poor outcomes. This study updates CRC survival estimates and identifies key prognostic factors influencing outcomes in a Ghanaian cohort. We conducted a retrospective analysis of 281 CRC patients diagnosed between 2016 and 2022 at Komfo Anokye Teaching Hospital in Kumasi, Ghana. Data on patient demographics, tumour characteristics, and clinical variables were collected. Survival estimates were calculated using the Kaplan-Meier method, and the log-rank test was used to compare overall survival (OS). Multivariable Cox proportional hazards models identified independent prognostic factors. The median patient age was 54 years (95% CI: 53-58), with 27.8% under 45 years. Tumours were located in the colon (42.0%) and rectum (41.6%), with adenocarcinomas comprising 89.0% of cases. Stage III and IV diagnoses accounted for 39.1% and 29.9% of cases, respectively. There were 38.8% deaths, with a median OS of 45 months (95% CI: 32.5-57.5) and a 5-year OS rate of 39.3% (95% CI: 28.7-49.9). Poor OS was independently associated with stage II [aHR = 13.50, (95% CI: 1.74-104.75)], stage IV [aHR = 10.41, (95% CI: 1.16-93.11)], smoking [aHR = 1.72, (95% CI: 1.06-2.81)], multiple comorbidities [aHR = 2.72, (95% CI: 1.15-6.46)], and treatment with herbal medicine [aHR = 1.58, (95% CI: 1.04-2.38)]. Working in the informal sector was linked to improved OS [aHR = 0.57, (95% CI: 0.36-0.89)]. CRC survival rates in this cohort were low, with a substantial proportion of patients experiencing mortality within five years following diagnosis. The findings highlight the critical need for early detection and intervention, particularly in younger populations to improve survival outcomes.",
    "disease": "colorectal cancer",
    "clean_text": "prognostic factors and survival outcomes in colorectal cancer insights from a ghanaian cohort colorectal cancer crc incidence in ghana has increased significantly in recent years despite medical advances survival rates remain low with challenges in crc screening implementation contributing to late stage diagnoses and poor outcomes this study updates crc survival estimates and identifies key prognostic factors influencing outcomes in a ghanaian cohort we conducted a retrospective analysis of crc patients diagnosed between and at komfo anokye teaching hospital in kumasi ghana data on patient demographics tumour characteristics and clinical variables were collected survival estimates were calculated using the kaplan meier method and the log rank test was used to compare overall survival os multivariable cox proportional hazards models identified independent prognostic factors the median patient age was years ci with under years tumours were located in the colon and rectum with adenocarcinomas comprising of cases stage iii and iv diagnoses accounted for and of cases respectively there were deaths with a median os of months ci and a year os rate of ci poor os was independently associated with stage ii ahr ci stage iv ahr ci smoking ahr ci multiple comorbidities ahr ci and treatment with herbal medicine ahr ci working in the informal sector was linked to improved os ahr ci crc survival rates in this cohort were low with a substantial proportion of patients experiencing mortality within five years following diagnosis the findings highlight the critical need for early detection and intervention particularly in younger populations to improve survival outcomes"
}