{
    "title": "Lung cells support osteosarcoma cell migration and survival.",
    "doc_id": "28122543",
    "writer": "Yu S",
    "year": "2017",
    "summary": "Lung cell conditioned medium induced cell morphologic changes, as demonstrated with GFP-labeled cells. OS cells cultured in lung cell conditioned medium had increased alkaline phosphatase staining. ...",
    "abstract": "Background:\n        \n      \n      Osteosarcoma (OS) is the most common primary bone tumor, with a propensity to metastasize to the lungs. Five-year survival for metastatic OS is below 30%, and has not improved for several decades despite the introduction of multi-agent chemotherapy. Understanding OS cell migration to the lungs requires an evaluation of the lung microenvironment. Here we utilized an in vitro lung cell and OS cell co-culture model to explore the interactions between OS and lung cells, hypothesizing that lung cells would promote OS cell migration and survival. The impact of a novel anti-OS chemotherapy on OS migration and survival in the lung microenvironment was also examined.\n    \n\n\n          Methods:\n        \n      \n      Three human OS cell lines (SJSA-1, Saos-2, U-2) and two human lung cell lines (HULEC-5a, MRC-5) were cultured according to American Type Culture Collection recommendations. Human lung cell lines were cultured in growth medium for 72 h to create conditioned media. OS proliferation was evaluated in lung co-culture and conditioned media microenvironment, with a murine fibroblast cell line (NIH-3 T3) in fresh growth medium as controls. Migration and invasion were measured using a real-time cell analysis system. Real-time PCR was utilized to probe for Aldehyde Dehydrogenase (ALDH1) expression. Osteosarcoma cells were also transduced with a lentivirus encoding for GFP to permit morphologic analysis with fluorescence microscopy. The anti-OS efficacy of Disulfiram, an ALDH-inhibitor previously shown to inhibit OS cell proliferation and metastasis in vitro, was evaluated in each microenvironment.\n    \n\n\n          Results:\n        \n      \n      Lung-cell conditioned medium promoted osteosarcoma cell migration, with a significantly higher attractive effect on all three osteosarcoma cell lines compared to basic growth medium, 10% serum containing medium, and NIH-3 T3 conditioned medium (p <0.05). Lung cell conditioned medium induced cell morphologic changes, as demonstrated with GFP-labeled cells. OS cells cultured in lung cell conditioned medium had increased alkaline phosphatase staining.\n    \n\n\n          Conclusions:\n        \n      \n      Lung endothelial HULEC-5a cells are attractants for OS cell migration, proliferation, and survival. The SJSA-1 osteosarcoma cell line demonstrated greater metastatic potential than Saos-2 and U-2 cells. ALDH appears to be involved in the interaction between lung and OS cells, and ALP may be a valuable biomarker for monitoring functional OS changes during metastasis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28122543/",
    "clean_text": "lung cells support osteosarcoma cell migration and survival lung cell conditioned medium induced cell morphologic changes as demonstrated with gfp labeled cells os cells cultured in lung cell conditioned medium had increased alkaline phosphatase staining background osteosarcoma os is the most common primary bone tumor with a propensity to metastasize to the lungs five year survival for metastatic os is below and has not improved for several decades despite the introduction of multi agent chemotherapy understanding os cell migration to the lungs requires an evaluation of the lung microenvironment here we utilized an in vitro lung cell and os cell co culture model to explore the interactions between os and lung cells hypothesizing that lung cells would promote os cell migration and survival the impact of a novel anti os chemotherapy on os migration and survival in the lung microenvironment was also examined methods three human os cell lines sjsa saos u and two human lung cell lines hulec a mrc were cultured according to american type culture collection recommendations human lung cell lines were cultured in growth medium for h to create conditioned media os proliferation was evaluated in lung co culture and conditioned media microenvironment with a murine fibroblast cell line nih t in fresh growth medium as controls migration and invasion were measured using a real time cell analysis system real time pcr was utilized to probe for aldehyde dehydrogenase aldh expression osteosarcoma cells were also transduced with a lentivirus encoding for gfp to permit morphologic analysis with fluorescence microscopy the anti os efficacy of disulfiram an aldh inhibitor previously shown to inhibit os cell proliferation and metastasis in vitro was evaluated in each microenvironment results lung cell conditioned medium promoted osteosarcoma cell migration with a significantly higher attractive effect on all three osteosarcoma cell lines compared to basic growth medium serum containing medium and nih t conditioned medium p lung cell conditioned medium induced cell morphologic changes as demonstrated with gfp labeled cells os cells cultured in lung cell conditioned medium had increased alkaline phosphatase staining conclusions lung endothelial hulec a cells are attractants for os cell migration proliferation and survival the sjsa osteosarcoma cell line demonstrated greater metastatic potential than saos and u cells aldh appears to be involved in the interaction between lung and os cells and alp may be a valuable biomarker for monitoring functional os changes during metastasis"
}