{
    "title": "Using a Culturally Responsive, Antiracist, and Equitable Approach to School Mental Health.",
    "doc_id": "39277311",
    "writer": "Beason T",
    "year": "2024",
    "summary": "Amidst a national youth mental health crisis, comprehensive school mental health systems offer an opportunity to promote positive mental health for all students. ...This article describes how to integrate CARE practices within a multi-tie …",
    "abstract": "Amidst a national youth mental health crisis, comprehensive school mental health systems offer an opportunity to promote positive mental health for all students. To advance health equity, schools benefit from a culturally responsive, antiracist, and equitable (CARE) framework to address the youth mental health crisis. This article describes how to integrate CARE practices within a multi-tiered system of support for mental health in schools. The strategies align with a trauma-informed approach and aim to enhance the capacity of comprehensive school mental health systems to promote positive mental health and well-being for all students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39277311/",
    "clean_text": "using a culturally responsive antiracist and equitable approach to school mental health amidst a national youth mental health crisis comprehensive school mental health systems offer an opportunity to promote positive mental health for all students this article describes how to integrate care practices within a multi tie amidst a national youth mental health crisis comprehensive school mental health systems offer an opportunity to promote positive mental health for all students to advance health equity schools benefit from a culturally responsive antiracist and equitable care framework to address the youth mental health crisis this article describes how to integrate care practices within a multi tiered system of support for mental health in schools the strategies align with a trauma informed approach and aim to enhance the capacity of comprehensive school mental health systems to promote positive mental health and well being for all students"
}