{
    "pmid": "41420967",
    "title": "Impact of systemic sclerosis on outcomes of patients hospitalized for influenza: Evidence from the US nationwide inpatient sample.",
    "abstract": "Systemic sclerosis (SSc) is a chronic autoimmune disease characterized by fibrosis and immune dysregulation, often involving pulmonary and cardiovascular systems. Limited data exist regarding its impact on outcomes among patients hospitalized with influenza. Using the US Nationwide Inpatient Sample (2016-2020), we identified adults hospitalized with a principal diagnosis of influenza using ICD-10 codes. Patients were categorized into SSc and non-SSc groups. Propensity score matching (1:4) was applied to balance baseline characteristics. Logistic and linear regression analyses estimated adjusted odds ratios (aORs) or coefficients with 95% confidence intervals (CIs) for in-hospital mortality, complications, length of stay (LOS), and adverse discharge outcomes. After matching, 1,265 patients (253 with SSc, 1,012 without SSc) were included, representing 6,248 hospitalizations nationwide after weighting. Compared with non-SSc patients, those with SSc had significantly higher risks of secondary bacterial or fungal infections (aOR = 1.42; 95% CI: 1.05-1.92; p = 0.025) and bronchiectasis (aOR = 3.91; 95% CI: 1.77-8.65; p < 0.001). Among patients aged ≥60 years, SSc was associated with increased risks of bronchiectasis (aOR = 4.67; 95% CI: 2.13-10.24) and respiratory failure requiring mechanical ventilation (aOR = 1.47; 95% CI: 1.06-2.02). Smokers with SSc had a higher risk of shock, while non-smokers with SSc remained at elevated risk for secondary infections, bronchiectasis, and respiratory failure. SSc was associated with excess risks of severe in-hospital complications among influenza patients, particularly in older adults and smokers, underscoring the need for targeted prevention and early intervention strategies.",
    "disease": "influenza",
    "clean_text": "impact of systemic sclerosis on outcomes of patients hospitalized for influenza evidence from the us nationwide inpatient sample systemic sclerosis ssc is a chronic autoimmune disease characterized by fibrosis and immune dysregulation often involving pulmonary and cardiovascular systems limited data exist regarding its impact on outcomes among patients hospitalized with influenza using the us nationwide inpatient sample we identified adults hospitalized with a principal diagnosis of influenza using icd codes patients were categorized into ssc and non ssc groups propensity score matching was applied to balance baseline characteristics logistic and linear regression analyses estimated adjusted odds ratios aors or coefficients with confidence intervals cis for in hospital mortality complications length of stay los and adverse discharge outcomes after matching patients with ssc without ssc were included representing hospitalizations nationwide after weighting compared with non ssc patients those with ssc had significantly higher risks of secondary bacterial or fungal infections aor ci p and bronchiectasis aor ci p among patients aged years ssc was associated with increased risks of bronchiectasis aor ci and respiratory failure requiring mechanical ventilation aor ci smokers with ssc had a higher risk of shock while non smokers with ssc remained at elevated risk for secondary infections bronchiectasis and respiratory failure ssc was associated with excess risks of severe in hospital complications among influenza patients particularly in older adults and smokers underscoring the need for targeted prevention and early intervention strategies"
}