{
    "title": "Neurological Effects of SARS-CoV-2 and Neurotoxicity of Antiviral Drugs Against COVID-19.",
    "doc_id": "34191697",
    "writer": "Ünlü B",
    "year": "2022",
    "summary": "There have been over 92 million confirmed cases of COVID-19 by mid-January 2021. The similarity of homological sequences between SARS-CoV-2 and other SARSCoVs is high. ...Currently, there are approved vaccines for COVID-19. However …",
    "abstract": "Severe Acute Respiratory Syndrome (SARS) is caused by different SARS viruses. In 2020, novel coronavirus (SARS-CoV-2) led to an ongoing pandemic, known as \"Coronavirus Disease 2019 (COVID-19)\". The disease can spread among individuals through direct (via saliva, respiratory secretions, or secretion droplets) or indirect (through contaminated objects or surfaces) contact. The pandemic has spread rapidly from Asia to Europe and later to America. It continues to affect all parts of the world at an increasing rate. There have been over 92 million confirmed cases of COVID-19 by mid-January 2021. The similarity of homological sequences between SARS-CoV-2 and other SARSCoVs is high. In addition, clinical symptoms of SARS-CoV-2 and other SARS viruses show similarities. However, some COVID-19 cases show neurologic signs like headache, loss of smell, hiccups and encephalopathy. The drugs used in the palliative treatment of the disease also have some neurotoxic effects. Currently, there are approved vaccines for COVID-19. However, there is a need for specific therapeutics against COVID-19. This review will describe the neurological effects of SARS-CoV-2 and the neurotoxicity of COVID-19 drugs used in clinics. Drugs used in the treatment of COVID-19 will be evaluated by their mechanism of action and their toxicological effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34191697/",
    "clean_text": "neurological effects of sars cov and neurotoxicity of antiviral drugs against covid there have been over million confirmed cases of covid by mid january the similarity of homological sequences between sars cov and other sarscovs is high currently there are approved vaccines for covid however severe acute respiratory syndrome sars is caused by different sars viruses in novel coronavirus sars cov led to an ongoing pandemic known as coronavirus disease covid the disease can spread among individuals through direct via saliva respiratory secretions or secretion droplets or indirect through contaminated objects or surfaces contact the pandemic has spread rapidly from asia to europe and later to america it continues to affect all parts of the world at an increasing rate there have been over million confirmed cases of covid by mid january the similarity of homological sequences between sars cov and other sarscovs is high in addition clinical symptoms of sars cov and other sars viruses show similarities however some covid cases show neurologic signs like headache loss of smell hiccups and encephalopathy the drugs used in the palliative treatment of the disease also have some neurotoxic effects currently there are approved vaccines for covid however there is a need for specific therapeutics against covid this review will describe the neurological effects of sars cov and the neurotoxicity of covid drugs used in clinics drugs used in the treatment of covid will be evaluated by their mechanism of action and their toxicological effects"
}