{
    "title": "Macrophages in wound healing: activation and plasticity.",
    "doc_id": "30746824",
    "writer": "Kim SY",
    "year": "2019",
    "summary": "Macrophages are critically involved in wound healing, from dampening inflammation to clearing cell debris and coordinating tissue repair. ...Lastly, we evaluate macrophage dysfunction in aberrant wound healing that occurs in aging, diabetes and fibrosi …",
    "abstract": "Macrophages are critically involved in wound healing, from dampening inflammation to clearing cell debris and coordinating tissue repair. Within the wound, the complexity of macrophage function is increasingly recognized, with adverse outcomes when macrophages are inappropriately activated, such as in fibrosis or chronic non-healing wounds. Recent advances in in vivo and translational wound models, macrophage-specific deletions and new technologies to distinguish macrophage subsets, have uncovered the vast spectrum of macrophage activation and effector functions. Here, we summarize the main players in wound-healing macrophage activation and function, including cytokines, apoptotic cells, nucleotides and mechanical stimuli. We highlight recent studies demonstrating cooperation between these factors for optimal wound healing. Next, we describe recent technologies such as cell tracking and single-cell RNA-seq, which have uncovered remarkable plasticity and heterogeneity in blood-derived or tissue-resident macrophages and discuss the implications for wound healing. Lastly, we evaluate macrophage dysfunction in aberrant wound healing that occurs in aging, diabetes and fibrosis. A better understanding of the longevity and plasticity of wound-healing macrophages, and identification of unique macrophage subsets or specific effector molecules in wound healing, would shed light on the therapeutic potential of manipulating macrophage function for optimal wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30746824/",
    "clean_text": "macrophages in wound healing activation and plasticity macrophages are critically involved in wound healing from dampening inflammation to clearing cell debris and coordinating tissue repair lastly we evaluate macrophage dysfunction in aberrant wound healing that occurs in aging diabetes and fibrosi macrophages are critically involved in wound healing from dampening inflammation to clearing cell debris and coordinating tissue repair within the wound the complexity of macrophage function is increasingly recognized with adverse outcomes when macrophages are inappropriately activated such as in fibrosis or chronic non healing wounds recent advances in in vivo and translational wound models macrophage specific deletions and new technologies to distinguish macrophage subsets have uncovered the vast spectrum of macrophage activation and effector functions here we summarize the main players in wound healing macrophage activation and function including cytokines apoptotic cells nucleotides and mechanical stimuli we highlight recent studies demonstrating cooperation between these factors for optimal wound healing next we describe recent technologies such as cell tracking and single cell rna seq which have uncovered remarkable plasticity and heterogeneity in blood derived or tissue resident macrophages and discuss the implications for wound healing lastly we evaluate macrophage dysfunction in aberrant wound healing that occurs in aging diabetes and fibrosis a better understanding of the longevity and plasticity of wound healing macrophages and identification of unique macrophage subsets or specific effector molecules in wound healing would shed light on the therapeutic potential of manipulating macrophage function for optimal wound healing"
}