{
    "title": "Immunology of ovarian failure.",
    "doc_id": "1786086",
    "writer": "Coulam CB",
    "year": "1991",
    "summary": "Ovarian failure is the result of depletion of ovarian follicles. Naturally occurring ovarian failure usually takes place around 50 years of age in the human. Premature ovarian failure occurs in 1% of women and is the result of acceleration of rate of  …",
    "abstract": "Ovarian failure is the result of depletion of ovarian follicles. Naturally occurring ovarian failure usually takes place around 50 years of age in the human. Premature ovarian failure occurs in 1% of women and is the result of acceleration of rate of ovarian follicular depletion in the majority of cases. Cytokines are involved in the mechanisms of ovarian follicular atresia, whether it occurs at a normal or accelerated rate. It is the balance between the actions of TGF alpha and TGF beta upon the granulosa cell that determines the fate of a nonluteinized follicle and between LH and INF gamma that determines destiny of a luteinized follicle. When granulosa cells express MHC antigens in response to IFN gamma or genetic stimulus, an autoimmune reaction ensures resulting in follicular atresia. If the immune processes proceed continuously rather than cyclically, premature ovarian failure occurs. Thus, not only do the immunologic and endocrinologic systems need to communicate to allow normal ovarian function, evidence exists to support the concept that they interact in the pathophysiology of ovarian failure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1786086/",
    "clean_text": "immunology of ovarian failure ovarian failure is the result of depletion of ovarian follicles naturally occurring ovarian failure usually takes place around years of age in the human premature ovarian failure occurs in of women and is the result of acceleration of rate of ovarian failure is the result of depletion of ovarian follicles naturally occurring ovarian failure usually takes place around years of age in the human premature ovarian failure occurs in of women and is the result of acceleration of rate of ovarian follicular depletion in the majority of cases cytokines are involved in the mechanisms of ovarian follicular atresia whether it occurs at a normal or accelerated rate it is the balance between the actions of tgf alpha and tgf beta upon the granulosa cell that determines the fate of a nonluteinized follicle and between lh and inf gamma that determines destiny of a luteinized follicle when granulosa cells express mhc antigens in response to ifn gamma or genetic stimulus an autoimmune reaction ensures resulting in follicular atresia if the immune processes proceed continuously rather than cyclically premature ovarian failure occurs thus not only do the immunologic and endocrinologic systems need to communicate to allow normal ovarian function evidence exists to support the concept that they interact in the pathophysiology of ovarian failure"
}