{
    "title": "The infection rates of HBV and HCV decreased significantly in Zhejiang Province, China: A comparative study based on the data of two sero-epidemiological surveys in 1992 and 2020.",
    "doc_id": "36807422",
    "writer": "Zhou Y",
    "year": "2023",
    "summary": "A total of 4747 individuals aged 1-69 years were investigated in Zhejiang Province. The positive rates of hepatitis B surface antigen and anti-HCV were 4.3% and 0%, respectively. ...Hence, Zhejiang province can eliminate the public health threat of viral hepatitis.. …",
    "abstract": "In 2020, China conducted a nationwide, sero-epidemiological, cross-sectional survey of viral hepatitis. The stratified multi-stage cluster random sampling method was used to select the permanent population aged 1-69 years, followed by questionnaire survey and sample collection and detection of the serological markers of hepatitis B (HBV) and hepatitis C viruses (HCV). A total of 4747 individuals aged 1-69 years were investigated in Zhejiang Province. The positive rates of hepatitis B surface antigen and anti-HCV were 4.3% and 0%, respectively. Compared to a similar sero-epidemiological survey in 1992, the 2020 survey showed that the HBV infection rate in Zhejiang Province decreased by 56.5%. In both surveys, HBV infection rate increased with age (in 1992, χ2 = 185.866, p = .000; in 2020, χ2 = 1383.836, p = .000). Compared with 1992, the positive anti-HCV rate in those aged 1-69 years in 2020 decreased by 100.0%. This result showed that the HBV vaccine and blood screening to prevent HBV and HCV infection significantly decreased the infection rate of HBV and HCV in the younger generation of Zhejiang province. However, the rate of HBV carriers aged 30-69 years was still high, which underscores the need to strengthen the management and treatment of chronic HBV infection. Hence, Zhejiang province can eliminate the public health threat of viral hepatitis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36807422/",
    "clean_text": "the infection rates of hbv and hcv decreased significantly in zhejiang province china a comparative study based on the data of two sero epidemiological surveys in and a total of individuals aged years were investigated in zhejiang province the positive rates of hepatitis b surface antigen and anti hcv were and respectively hence zhejiang province can eliminate the public health threat of viral hepatitis in china conducted a nationwide sero epidemiological cross sectional survey of viral hepatitis the stratified multi stage cluster random sampling method was used to select the permanent population aged years followed by questionnaire survey and sample collection and detection of the serological markers of hepatitis b hbv and hepatitis c viruses hcv a total of individuals aged years were investigated in zhejiang province the positive rates of hepatitis b surface antigen and anti hcv were and respectively compared to a similar sero epidemiological survey in the survey showed that the hbv infection rate in zhejiang province decreased by in both surveys hbv infection rate increased with age in p in p compared with the positive anti hcv rate in those aged years in decreased by this result showed that the hbv vaccine and blood screening to prevent hbv and hcv infection significantly decreased the infection rate of hbv and hcv in the younger generation of zhejiang province however the rate of hbv carriers aged years was still high which underscores the need to strengthen the management and treatment of chronic hbv infection hence zhejiang province can eliminate the public health threat of viral hepatitis"
}