{
    "pmid": "41428731",
    "title": "A 5'-UTR cis-acting RNA element targeted by RNase III is essential for DNA simple sequence repeat-dependent phase variation in Haemophilus influenzae.",
    "abstract": "Simple sequence repeats (SSRs) are insertion-deletion mutational hotspots causing phase variation in bacterial genomes. When located in intergenic regions, SSR variation impacts transcription and may change post-transcriptional regulatory element targeting. Here, we show that transcription, 5'-UTR structure, and messenger RNA (mRNA) processing are key to bacterial SSR phase variation. Expression of the Haemophilus influenzae HMW1A adhesin is inversely proportional to the (5'-ATCTTTC)n SSR length upstream of the hmw1A gene. This repeat region is transcribed as part of the hmw 5'-UTR, which acts as a cis-acting regulatory element via a long hairpin structure involving 10 repeats on its left arm and a G-rich region on its right arm. The double strand-specific endoribonuclease RNase III processes hmw1 mRNA at this 5'-UTR hairpin increasing HMW1A expression. Deep-sequencing-based SSR quantification in bacterial populations showed that RNase III is also required for changes in SSR count. Moreover, mutations that disrupt the 5'-UTR hairpin in the repeat sequence or in the G-rich region impair HMW1A expression and repeat length changes. This supports hmw 5'-UTR and RNase III contribution to the mechanism of SSR number expansion and contraction. Overall, we present novel regulatory roles for the hmw 5'-UTR in bacterial adaptation, where its transcription, folding, and RNase III processing are essential to HMW1A expression and phase-variable changes.",
    "disease": "influenza",
    "clean_text": "a utr cis acting rna element targeted by rnase iii is essential for dna simple sequence repeat dependent phase variation in haemophilus influenzae simple sequence repeats ssrs are insertion deletion mutational hotspots causing phase variation in bacterial genomes when located in intergenic regions ssr variation impacts transcription and may change post transcriptional regulatory element targeting here we show that transcription utr structure and messenger rna mrna processing are key to bacterial ssr phase variation expression of the haemophilus influenzae hmw a adhesin is inversely proportional to the atctttc n ssr length upstream of the hmw a gene this repeat region is transcribed as part of the hmw utr which acts as a cis acting regulatory element via a long hairpin structure involving repeats on its left arm and a g rich region on its right arm the double strand specific endoribonuclease rnase iii processes hmw mrna at this utr hairpin increasing hmw a expression deep sequencing based ssr quantification in bacterial populations showed that rnase iii is also required for changes in ssr count moreover mutations that disrupt the utr hairpin in the repeat sequence or in the g rich region impair hmw a expression and repeat length changes this supports hmw utr and rnase iii contribution to the mechanism of ssr number expansion and contraction overall we present novel regulatory roles for the hmw utr in bacterial adaptation where its transcription folding and rnase iii processing are essential to hmw a expression and phase variable changes"
}