{
    "pmid": "41440614",
    "title": "A New Way to Engineer Cell Sheets for Articular Cartilage Regeneration.",
    "abstract": "Articular cartilage has limited self-repair capacity. While thermoresponsive poly  A culture platform was fabricated by grafting the biocompatible polymer poly gamma-glutamic acid (γ-PGA) and a disulfide-containing amino acid onto porous PET membranes. This design enables intact cell sheet detachment with its native extracellular matrix (ECM) via specific cleavage of the disulfide bonds by a mild reducing agent. The hydrated substrate exhibited a biomimetic stiffness (~16.2 MPa) that closely mimics native cartilage. The platform showed superior biocompatibility and supported the cultivation of multi-layered rabbit chondrocyte sheets rich in Collagen II and Glycosaminoglycans. Critically, in a rabbit full-thickness defect model, transplanted autologous cell sheets successfully regenerated integrated, hyaline-like cartilage at 12 weeks, as confirmed by MRI, CT, and histological analyses. This novel CSE platform, featuring highly biomimetic stiffness and a gentle, chemically specific detachment mechanism, represents a highly promising clinical strategy for repairing articular cartilage defects.",
    "disease": "osteoarthritis",
    "clean_text": "a new way to engineer cell sheets for articular cartilage regeneration articular cartilage has limited self repair capacity while thermoresponsive poly a culture platform was fabricated by grafting the biocompatible polymer poly gamma glutamic acid pga and a disulfide containing amino acid onto porous pet membranes this design enables intact cell sheet detachment with its native extracellular matrix ecm via specific cleavage of the disulfide bonds by a mild reducing agent the hydrated substrate exhibited a biomimetic stiffness mpa that closely mimics native cartilage the platform showed superior biocompatibility and supported the cultivation of multi layered rabbit chondrocyte sheets rich in collagen ii and glycosaminoglycans critically in a rabbit full thickness defect model transplanted autologous cell sheets successfully regenerated integrated hyaline like cartilage at weeks as confirmed by mri ct and histological analyses this novel cse platform featuring highly biomimetic stiffness and a gentle chemically specific detachment mechanism represents a highly promising clinical strategy for repairing articular cartilage defects"
}