{
    "pmid": "41448161",
    "title": "Prediction Model for Factors Associated With Long-Term Opioid Use Following Total Knee Arthroplasty: A Retrospective Population-Based Study.",
    "abstract": "Knee osteoarthritis (OA) affects approximately 10% of the general population. Of these, nearly 20% of patients undergo total knee arthroplasty (TKA). A proportion subsequently develops long-term opioid use, yet comprehensive evaluations of perioperative risk factors remain limited. A total of 15,051 patients with knee OA who underwent TKA between 2002 and 2018 were included. Our primary analysis used a Least Absolute Shrinkage and Selection Operator (LASSO)-Elastic Net logistic regression model with a 70/30 training-validation split to identify predictors of long-term opioid use and to estimate model performance using the area under the receiver operating characteristic curve (AUC) and calibration. As supplementary analyses, hierarchical logistic regression models progressively incorporated demographic, preoperative, in-hospital, and early post-discharge variables. Overall, 1029 patients were identified as long-term opioid users. The LASSO-Elastic Net model achieved an AUC of 0.8213 (95% CI: 0.8080-0.8347). The AUCs of the hierarchical logistic models were 0.7523 (95% CI: 0.7364-0.7681) for demographic and preoperative factors (Model 1), 0.7682 (95% CI: 0.7534-0.7829) with added hospitalisation factors (Model 2), and 0.8251 (95% CI: 0.8119-0.8383) after further including post-discharge variables (Model 3). This study systematically identifies risk factors for long-term opioid use across different phases of TKA care. A predictive model based on LASSO-Elastic analysis demonstrated an AUC of 0.8213, highlighting its potential for early identification of high-risk patients. Using a population-based analysis, this study identifies risk factors for prolonged opioid use following TKA, aiding clinicians in early recognition and targeted preventive strategies.",
    "disease": "osteoarthritis",
    "clean_text": "prediction model for factors associated with long term opioid use following total knee arthroplasty a retrospective population based study knee osteoarthritis oa affects approximately of the general population of these nearly of patients undergo total knee arthroplasty tka a proportion subsequently develops long term opioid use yet comprehensive evaluations of perioperative risk factors remain limited a total of patients with knee oa who underwent tka between and were included our primary analysis used a least absolute shrinkage and selection operator lasso elastic net logistic regression model with a training validation split to identify predictors of long term opioid use and to estimate model performance using the area under the receiver operating characteristic curve auc and calibration as supplementary analyses hierarchical logistic regression models progressively incorporated demographic preoperative in hospital and early post discharge variables overall patients were identified as long term opioid users the lasso elastic net model achieved an auc of ci the aucs of the hierarchical logistic models were ci for demographic and preoperative factors model ci with added hospitalisation factors model and ci after further including post discharge variables model this study systematically identifies risk factors for long term opioid use across different phases of tka care a predictive model based on lasso elastic analysis demonstrated an auc of highlighting its potential for early identification of high risk patients using a population based analysis this study identifies risk factors for prolonged opioid use following tka aiding clinicians in early recognition and targeted preventive strategies"
}