{
    "title": "Zika Virus Isolation, Purification, and Titration.",
    "doc_id": "32367355",
    "writer": "Baz M.",
    "year": "2020",
    "summary": "Zika virus (ZIKV) is an important pathogen transmitted to humans by the mosquito vector Aedes aegypti. ...The use of ZIKV isolation in disease diagnosis has been largely replaced by new techniques. However, virus isolation is still considered as a gold standa …",
    "abstract": "Zika virus (ZIKV) is an important pathogen transmitted to humans by the mosquito vector Aedes aegypti. ZIKV is able to infect several tissues and organs and, importantly, has been associated with microcephaly and central nervous system abnormalities in fetuses and newborn babies of mothers exposed to ZIKV during pregnancy, as well as neurological diseases such as Guillain-Barré syndrome in adults. There is currently no vaccine or drug licensed to prevent or treat ZIKV infections. The use of ZIKV isolation in disease diagnosis has been largely replaced by new techniques. However, virus isolation is still considered as a gold standard for the detection of ZIKV and is usually performed in research and reference laboratories for characterization, sequencing, and a variety of research experiments including pathogenesis, drug susceptibility, and vaccine efficacy. The experimental procedures presented here describe the most common techniques used for ZIKV isolation, propagation, purification, and quantification.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32367355/",
    "clean_text": "zika virus isolation purification and titration zika virus zikv is an important pathogen transmitted to humans by the mosquito vector aedes aegypti the use of zikv isolation in disease diagnosis has been largely replaced by new techniques however virus isolation is still considered as a gold standa zika virus zikv is an important pathogen transmitted to humans by the mosquito vector aedes aegypti zikv is able to infect several tissues and organs and importantly has been associated with microcephaly and central nervous system abnormalities in fetuses and newborn babies of mothers exposed to zikv during pregnancy as well as neurological diseases such as guillain barr syndrome in adults there is currently no vaccine or drug licensed to prevent or treat zikv infections the use of zikv isolation in disease diagnosis has been largely replaced by new techniques however virus isolation is still considered as a gold standard for the detection of zikv and is usually performed in research and reference laboratories for characterization sequencing and a variety of research experiments including pathogenesis drug susceptibility and vaccine efficacy the experimental procedures presented here describe the most common techniques used for zikv isolation propagation purification and quantification"
}