{
    "pmid": "41462315",
    "title": "The prognosis value of geriatric nutritional risk index and associated genes in elderly patients with locally advanced rectal cancer following neoadjuvant chemoradiotherapy.",
    "abstract": "This study evaluated the predictive value of nutritional and molecular biomarkers for assessing therapeutic response to neoadjuvant chemoradiotherapy (NCRT) and long-term outcomes in older adult patients with locally advanced rectal carcinoma (LARC). A retrospective cohort study analyzed 231 patients over 60 years old with LARC who underwent NCRT followed by radical resection between 2012 and 2018 at Fujian Medical University Union Hospital. The immunohistochemical (IHC) evaluation comprised 62 biopsy specimens from the same institution and 29 from the First Affiliated Hospital of Fujian Medical University.Transcriptomic data from GSE145037 (discovery cohort) and GSE35452 (validation cohort) were utilized to identify senescence-associated genes. from multivariate Cox regression identified pathological TNM stage (HR = 2.617, 95% CI 1.825-3.754, P < 0.001) and Geriatric Nutritional Risk Index (GNRI) (HR = 0.266, 95% CI 0.116-0.612, P = 0.002) as independent prognostic factors for disease-free survival (DFS), contributing to the development of a new DFS nomogram.Through random forest modeling, Epithelial Growth Factor Receptor (EGFR) overexpression and IQ Motif Containing GTPase Activating Protein 2 (IQGAP2) underexpression emerged as key aging-related biomarkers linked to GNRI. R2 platform analysis confirmed their prognostic significance, with elevated EGFR and low IQGAP2 correlating with reduced survival.Consistently, NCRT responders exhibited lower EGFR (P < 0.05) and higher IQGAP2 expression versus non-responders in both GSE145037 and GSE35452 datasets. External IHC validation reinforced these patterns in tumor microenvironment. GNRI serves as a robust nutritional assessment tool for older adult LARC patients. The EGFR and IQGAP2 expression demonstrates dual utility in evaluating age-related malnutrition and predicting NCRT resistance, providing mechanistic insights for personalized therapeutic strategies.",
    "disease": "colorectal cancer",
    "clean_text": "the prognosis value of geriatric nutritional risk index and associated genes in elderly patients with locally advanced rectal cancer following neoadjuvant chemoradiotherapy this study evaluated the predictive value of nutritional and molecular biomarkers for assessing therapeutic response to neoadjuvant chemoradiotherapy ncrt and long term outcomes in older adult patients with locally advanced rectal carcinoma larc a retrospective cohort study analyzed patients over years old with larc who underwent ncrt followed by radical resection between and at fujian medical university union hospital the immunohistochemical ihc evaluation comprised biopsy specimens from the same institution and from the first affiliated hospital of fujian medical university transcriptomic data from gse discovery cohort and gse validation cohort were utilized to identify senescence associated genes from multivariate cox regression identified pathological tnm stage hr ci p and geriatric nutritional risk index gnri hr ci p as independent prognostic factors for disease free survival dfs contributing to the development of a new dfs nomogram through random forest modeling epithelial growth factor receptor egfr overexpression and iq motif containing gtpase activating protein iqgap underexpression emerged as key aging related biomarkers linked to gnri r platform analysis confirmed their prognostic significance with elevated egfr and low iqgap correlating with reduced survival consistently ncrt responders exhibited lower egfr p and higher iqgap expression versus non responders in both gse and gse datasets external ihc validation reinforced these patterns in tumor microenvironment gnri serves as a robust nutritional assessment tool for older adult larc patients the egfr and iqgap expression demonstrates dual utility in evaluating age related malnutrition and predicting ncrt resistance providing mechanistic insights for personalized therapeutic strategies"
}