{
    "pmid": "41429981",
    "title": "Vagus nerve-mediated neuroimmune modulation for rheumatoid arthritis: a pivotal randomized controlled trial.",
    "abstract": "The inflammatory reflex, in which vagus nerve signaling modulates cytokine production, is dysregulated in rheumatoid arthritis (RA). RESET-RA, a pivotal, double-blind, randomized, sham-controlled trial, evaluated a vagus nerve-targeted neuromodulation system for RA in 242 patients with inadequate response/intolerance to biological/targeted synthetic disease-modifying antirheumatic drugs. Patients were randomized to active or sham stimulation for 3 months, and then all received open-label stimulation with results reported to 12 months. The primary end point was 3-month American College of Rheumatology 20% (ACR20) response. ACR20 rates were higher with active simulation than with sham at 3 months (35.2% versus 24.2%, P = 0.0209), which further improved in open-label to 50.0% at 6 months and 52.8% at 12 months (all-completers). Adverse events occurred in a similar proportion of patients in both arms. Related serious adverse events (rate = 1.6%) were all perioperative, and resolved. Vagus nerve-mediated neuroimmune modulation for RA achieved its primary efficacy end point and produced durable clinical benefits with a favorable safety profile. ClinicalTrials.gov registration: NCT04539964 .",
    "disease": "rheumatoid arthritis",
    "clean_text": "vagus nerve mediated neuroimmune modulation for rheumatoid arthritis a pivotal randomized controlled trial the inflammatory reflex in which vagus nerve signaling modulates cytokine production is dysregulated in rheumatoid arthritis ra reset ra a pivotal double blind randomized sham controlled trial evaluated a vagus nerve targeted neuromodulation system for ra in patients with inadequate response intolerance to biological targeted synthetic disease modifying antirheumatic drugs patients were randomized to active or sham stimulation for months and then all received open label stimulation with results reported to months the primary end point was month american college of rheumatology acr response acr rates were higher with active simulation than with sham at months versus p which further improved in open label to at months and at months all completers adverse events occurred in a similar proportion of patients in both arms related serious adverse events rate were all perioperative and resolved vagus nerve mediated neuroimmune modulation for ra achieved its primary efficacy end point and produced durable clinical benefits with a favorable safety profile clinicaltrials gov registration nct"
}