{
    "title": "[Yellow fever is still a current threat ?].",
    "doc_id": "32877067",
    "writer": "Oliosi E",
    "year": "2020",
    "summary": "Yellow fever is still a current threat? Yellow fever is a mosquito-borne disease. Africa is the major endemic zone, although there have been epidemics of concern in South America in the last 3 years, especially in Brazil. ...",
    "abstract": "Yellow fever is still a current threat? Yellow fever is a mosquito-borne disease. Africa is the major endemic zone, although there have been epidemics of concern in South America in the last 3 years, especially in Brazil. The virus causes a febrile hepatitis, which can lead to hemorrhagic complications and death. Diagnosis is based on non-specific serological tests. There is no curative treatment. Prevention relies on protection against mosquito bites and on vaccination with a live attenuated vaccine. WHO recommends only one dose of vaccine but data from the literature about life-long protection are divergent on that point, and travel medicine French authorities still recommend a second dose in most at-risk situations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32877067/",
    "clean_text": "yellow fever is still a current threat yellow fever is still a current threat yellow fever is a mosquito borne disease africa is the major endemic zone although there have been epidemics of concern in south america in the last years especially in brazil yellow fever is still a current threat yellow fever is a mosquito borne disease africa is the major endemic zone although there have been epidemics of concern in south america in the last years especially in brazil the virus causes a febrile hepatitis which can lead to hemorrhagic complications and death diagnosis is based on non specific serological tests there is no curative treatment prevention relies on protection against mosquito bites and on vaccination with a live attenuated vaccine who recommends only one dose of vaccine but data from the literature about life long protection are divergent on that point and travel medicine french authorities still recommend a second dose in most at risk situations"
}