{
    "pmid": "41422850",
    "title": "Identification of a novel Songorine derivative as a potent NLRP3 inflammasome inhibitor.",
    "abstract": "As a key intracellular pattern-recognition receptor, NLRP3 senses diverse pathogen- and damage-associated molecular patterns (PAMPs and DAMPs), initiating inflammasome assembly and pyroptotic cell death. Aberrant NLRP3 activation contributes to various chronic inflammatory diseases, including atherosclerosis, Alzheimer's disease, and rheumatoid arthritis, underscoring its therapeutic relevance. In this study, we designed and synthesized compound 8a, a structurally optimized derivative of the diterpenoid alkaloid songorine. In lipopolysaccharide (LPS)- and nigericin-stimulated macrophage models, 8a markedly reduced lactate dehydrogenase (LDH) release (IC₅₀ = 2.69 μM in THP-1 cells and 1.75 μM in J774A.1 cells) and effectively inhibited gasdermin D (GSDMD) cleavage and interleukin-1β (IL-1β) secretion, demonstrating potent suppression of pyroptosis. Hydrogenation of the C16-C17 double bond afforded compound 8b, which lost inhibitory activity, indicating that the α,β-unsaturated carbonyl moiety is essential for function, likely via covalent modification of cysteine residues on NLRP3. This mechanism was further substantiated by Drug Affinity Responsive Target Stability (DARTS) assays and mass spectrometry, confirming direct binding between 8a and NLRP3. We also conducted structure-activity relationship studies by modifying the C1 position and found that such modifications did not significantly impact the compound's activity. Collectively, these findings identify 8a as a novel songorine-derived covalent NLRP3 inhibitor and provide the first elucidation of its structure-activity relationship and molecular mechanism, offering valuable insights for the rational design of safe and effective anti-inflammatory agents targeting NLRP3.",
    "disease": "rheumatoid arthritis",
    "clean_text": "identification of a novel songorine derivative as a potent nlrp inflammasome inhibitor as a key intracellular pattern recognition receptor nlrp senses diverse pathogen and damage associated molecular patterns pamps and damps initiating inflammasome assembly and pyroptotic cell death aberrant nlrp activation contributes to various chronic inflammatory diseases including atherosclerosis alzheimer s disease and rheumatoid arthritis underscoring its therapeutic relevance in this study we designed and synthesized compound a a structurally optimized derivative of the diterpenoid alkaloid songorine in lipopolysaccharide lps and nigericin stimulated macrophage models a markedly reduced lactate dehydrogenase ldh release ic m in thp cells and m in j a cells and effectively inhibited gasdermin d gsdmd cleavage and interleukin il secretion demonstrating potent suppression of pyroptosis hydrogenation of the c c double bond afforded compound b which lost inhibitory activity indicating that the unsaturated carbonyl moiety is essential for function likely via covalent modification of cysteine residues on nlrp this mechanism was further substantiated by drug affinity responsive target stability darts assays and mass spectrometry confirming direct binding between a and nlrp we also conducted structure activity relationship studies by modifying the c position and found that such modifications did not significantly impact the compound s activity collectively these findings identify a as a novel songorine derived covalent nlrp inhibitor and provide the first elucidation of its structure activity relationship and molecular mechanism offering valuable insights for the rational design of safe and effective anti inflammatory agents targeting nlrp"
}