{
    "title": "[Diagnosis of diabetes mellitus].",
    "doc_id": "16898084",
    "writer": "Pánczél P.",
    "year": "2006",
    "summary": "Beside the clinical diagnosis of diabetes mellitus based on the measurement of blood glucose level, these days, the etiologic classification of the disease comes to the forefront. ...The most important result of classification is the discovery of the slowly progress …",
    "abstract": "Beside the clinical diagnosis of diabetes mellitus based on the measurement of blood glucose level, these days, the etiologic classification of the disease comes to the forefront. Genetic analysis (HLA typing, searching for glucokinase gene and mitochondrial gene mutations), immunologic examination (determination of islet specific autoantibodies) and measurement of the insulin secretory capacity help the etiologic classification. The most important result of classification is the discovery of the slowly progressive form of type 1 diabetes mellitus (formerly latent autoimmune diabetes in adults). Another direction of diagnostic procedures is the prediction of the disease in nondiabetic population. The prediction of type 1 diabetes is not specific enough at present, but that of type 2 diabetes can be done easily.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16898084/",
    "clean_text": "diagnosis of diabetes mellitus beside the clinical diagnosis of diabetes mellitus based on the measurement of blood glucose level these days the etiologic classification of the disease comes to the forefront the most important result of classification is the discovery of the slowly progress beside the clinical diagnosis of diabetes mellitus based on the measurement of blood glucose level these days the etiologic classification of the disease comes to the forefront genetic analysis hla typing searching for glucokinase gene and mitochondrial gene mutations immunologic examination determination of islet specific autoantibodies and measurement of the insulin secretory capacity help the etiologic classification the most important result of classification is the discovery of the slowly progressive form of type diabetes mellitus formerly latent autoimmune diabetes in adults another direction of diagnostic procedures is the prediction of the disease in nondiabetic population the prediction of type diabetes is not specific enough at present but that of type diabetes can be done easily"
}