{
    "title": "Correct human cardiac nomenclature.",
    "doc_id": "32658217",
    "writer": "Szczepanek E",
    "year": "2020",
    "summary": "Proper heart's nomenclature is very important in daily clinical practice and research studies, and when it is consistent, it can facilitate better communication between different medical specialists. ...Correct naming of heart's structures will also he …",
    "abstract": "Proper heart's nomenclature is very important in daily clinical practice and research studies, and when it is consistent, it can facilitate better communication between different medical specialists. The general rule of the anatomy is to describe organs and their structures in attitudinally correct position. However, the use of the old-fashioned Valentine position (where the heart is described as if it were standing on its apex) is still in use to describe important cardiac structures. Upon closer analysis, all main chambers of the heart and their associated subcomponents have mislabeled structures that should be renamed. In this article we aimed to emphasize the limitations of Valentinian nomenclature, present proper anatomical names of the most important heart's structures and advocate to change certain mislabeled anatomical structures. Attitudinally correct designations presented in this study will benefit all medical specialties, and they will reinforce the importance of consistent orientational naming. Correct naming of heart's structures will also help improve communication between different medical specialists.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32658217/",
    "clean_text": "correct human cardiac nomenclature proper heart s nomenclature is very important in daily clinical practice and research studies and when it is consistent it can facilitate better communication between different medical specialists correct naming of heart s structures will also he proper heart s nomenclature is very important in daily clinical practice and research studies and when it is consistent it can facilitate better communication between different medical specialists the general rule of the anatomy is to describe organs and their structures in attitudinally correct position however the use of the old fashioned valentine position where the heart is described as if it were standing on its apex is still in use to describe important cardiac structures upon closer analysis all main chambers of the heart and their associated subcomponents have mislabeled structures that should be renamed in this article we aimed to emphasize the limitations of valentinian nomenclature present proper anatomical names of the most important heart s structures and advocate to change certain mislabeled anatomical structures attitudinally correct designations presented in this study will benefit all medical specialties and they will reinforce the importance of consistent orientational naming correct naming of heart s structures will also help improve communication between different medical specialists"
}