{
    "pmid": "41314270",
    "title": "Traditional Chinese medicine prescription Mailuoning alleviated liver fibrosis through inhibiting the TGFβ/Smad-mediated extracellular matrix production.",
    "abstract": "In traditional Chinese medicine theory, the primary therapeutic principles for liver fibrosis involve clearing heat, resolving toxin, tonifying deficiency, invigorating blood and resolving stasis. Mailuoning (MLN) is a Chinese patent medicine composed of five herbal medicines: Lonicerae Japonicae Flos, Lonicerae Flos, Scrophulariae Radix, Dendrobii Caulis, and Achyranthis Bidentatae Radix. These herbs contribute synergistically: Lonicerae Japonicae Flos and Lonicerae Flos function to clear heat and remove toxin, Dendrobii Caulis nourish yin and clear heat, Achyranthis Bidentatae Radix eliminate stasis and unblock meridians, Scrophulariae Radix clear heat, remove toxin, nourish yin and resolve masses. Due to their activities, these herbs were widely used in various compound formulas for liver fibrosis management in China, and their synergistic effects make MLN a relevant therapeutic option. To evaluate the therapeutic effects of MLN on liver fibrosis, explore the underlying mechanisms, and discover its potential active compounds. Mouse liver fibrosis model was established using CCl In CCl MLN alleviated liver fibrosis primarily by suppressing ECM production through inhibiting TGFβ signaling pathway. Scrophulariae Radix was identified as the main contributor to MLN's anti-fibrotic effect, with AC, HPG, and GPA proposed as the key active compounds responsible for this activity.",
    "disease": "liver cirrhosis",
    "clean_text": "traditional chinese medicine prescription mailuoning alleviated liver fibrosis through inhibiting the tgf smad mediated extracellular matrix production in traditional chinese medicine theory the primary therapeutic principles for liver fibrosis involve clearing heat resolving toxin tonifying deficiency invigorating blood and resolving stasis mailuoning mln is a chinese patent medicine composed of five herbal medicines lonicerae japonicae flos lonicerae flos scrophulariae radix dendrobii caulis and achyranthis bidentatae radix these herbs contribute synergistically lonicerae japonicae flos and lonicerae flos function to clear heat and remove toxin dendrobii caulis nourish yin and clear heat achyranthis bidentatae radix eliminate stasis and unblock meridians scrophulariae radix clear heat remove toxin nourish yin and resolve masses due to their activities these herbs were widely used in various compound formulas for liver fibrosis management in china and their synergistic effects make mln a relevant therapeutic option to evaluate the therapeutic effects of mln on liver fibrosis explore the underlying mechanisms and discover its potential active compounds mouse liver fibrosis model was established using ccl in ccl mln alleviated liver fibrosis primarily by suppressing ecm production through inhibiting tgf signaling pathway scrophulariae radix was identified as the main contributor to mln s anti fibrotic effect with ac hpg and gpa proposed as the key active compounds responsible for this activity"
}