{
    "title": "Gut Microbiota: The Conductor in the Orchestra of Immune-Neuroendocrine Communication.",
    "doc_id": "25846319",
    "writer": "El Aidy S",
    "year": "2015",
    "summary": "The goal of this article was to provide insights into the potential role of the gut microbiota in coordinating the immune-neuroendocrine cross-talk. METHODS: Literature from a range of sources, including PubMed, Google Scholar, and MEDLINE, was searched to identify …",
    "abstract": "Purpose:\n        \n      \n      It is well established that mammals are so-called super-organisms that coexist with a complex microbiota. Growing evidence points to the delicacy of this host-microbe interplay and how disruptive interventions could have lifelong consequences. The goal of this article was to provide insights into the potential role of the gut microbiota in coordinating the immune-neuroendocrine cross-talk.\n    \n\n\n          Methods:\n        \n      \n      Literature from a range of sources, including PubMed, Google Scholar, and MEDLINE, was searched to identify recent reports regarding the impact of the gut microbiota on the host immune and neuroendocrine systems in health and disease.\n    \n\n\n          Findings:\n        \n      \n      The immune system and nervous system are in continuous communication to maintain a state of homeostasis. Significant gaps in knowledge remain regarding the effect of the gut microbiota in coordinating the immune-nervous systems dialogue. Recent evidence from experimental animal models found that stimulation of subsets of immune cells by the gut microbiota, and the subsequent cross-talk between the immune cells and enteric neurons, may have a major impact on the host in health and disease.\n    \n\n\n          Implications:\n        \n      \n      Data from rodent models, as well as from a few human studies, suggest that the gut microbiota may have a major role in coordinating the communication between the immune and neuroendocrine systems to develop and maintain homeostasis. However, the underlying mechanisms remain unclear. The challenge now is to fully decipher the molecular mechanisms that link the gut microbiota, the immune system, and the neuroendocrine system in a network of communication to eventually translate these findings to the human situation, both in health and disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25846319/",
    "clean_text": "gut microbiota the conductor in the orchestra of immune neuroendocrine communication the goal of this article was to provide insights into the potential role of the gut microbiota in coordinating the immune neuroendocrine cross talk methods literature from a range of sources including pubmed google scholar and medline was searched to identify purpose it is well established that mammals are so called super organisms that coexist with a complex microbiota growing evidence points to the delicacy of this host microbe interplay and how disruptive interventions could have lifelong consequences the goal of this article was to provide insights into the potential role of the gut microbiota in coordinating the immune neuroendocrine cross talk methods literature from a range of sources including pubmed google scholar and medline was searched to identify recent reports regarding the impact of the gut microbiota on the host immune and neuroendocrine systems in health and disease findings the immune system and nervous system are in continuous communication to maintain a state of homeostasis significant gaps in knowledge remain regarding the effect of the gut microbiota in coordinating the immune nervous systems dialogue recent evidence from experimental animal models found that stimulation of subsets of immune cells by the gut microbiota and the subsequent cross talk between the immune cells and enteric neurons may have a major impact on the host in health and disease implications data from rodent models as well as from a few human studies suggest that the gut microbiota may have a major role in coordinating the communication between the immune and neuroendocrine systems to develop and maintain homeostasis however the underlying mechanisms remain unclear the challenge now is to fully decipher the molecular mechanisms that link the gut microbiota the immune system and the neuroendocrine system in a network of communication to eventually translate these findings to the human situation both in health and disease"
}