{
    "pmid": "41473064",
    "title": "Outcomes after cardiac surgery in patients with epilepsy: A nationwide analysis.",
    "abstract": "To assess outcomes after cardiac surgery in patients with epilepsy. We queried the 2016-2019 Nationwide Readmissions Database for adult patients undergoing coronary artery bypass grafting, valve and aortic surgeries, or combination procedures. We compared mortality at index admission, complications, and 90-day readmissions between groups of patients with and without epilepsy before and after propensity-score matching. We used logistic regression analysis to evaluate the risk of adverse postoperative outcomes in the epilepsy group compared with their counterparts without epilepsy. There were 1,104,303 patients identified who underwent cardiac surgery; of those, 15,492 (1.4%) had epilepsy. Patients with epilepsy more often had additional comorbidities, including congestive heart failure, chronic lung disease, and renal failure. Even after propensity-score matching, mortality at index admission (5.2% vs 3.6%), overall complications (44.2% vs 31.4%), and 90-day readmissions (27.3% vs 21.3%) were greater among patients with epilepsy than those without ( Further studies are necessary to identify strategies to improve outcomes after cardiac surgery in patients with epilepsy, as they have greater associated risks of postoperative mortality, complications, and readmission.",
    "disease": "coronary artery disease",
    "clean_text": "outcomes after cardiac surgery in patients with epilepsy a nationwide analysis to assess outcomes after cardiac surgery in patients with epilepsy we queried the nationwide readmissions database for adult patients undergoing coronary artery bypass grafting valve and aortic surgeries or combination procedures we compared mortality at index admission complications and day readmissions between groups of patients with and without epilepsy before and after propensity score matching we used logistic regression analysis to evaluate the risk of adverse postoperative outcomes in the epilepsy group compared with their counterparts without epilepsy there were patients identified who underwent cardiac surgery of those had epilepsy patients with epilepsy more often had additional comorbidities including congestive heart failure chronic lung disease and renal failure even after propensity score matching mortality at index admission vs overall complications vs and day readmissions vs were greater among patients with epilepsy than those without further studies are necessary to identify strategies to improve outcomes after cardiac surgery in patients with epilepsy as they have greater associated risks of postoperative mortality complications and readmission"
}