{
    "title": "Differential preferences in breast aesthetics by self-identified demographics assessed on a national survey.",
    "doc_id": "38364668",
    "writer": "Boyd CJ",
    "year": "2024",
    "summary": "This study aimed to assess how perceptions of the ideal breast differ between respondents stratified by self-identified demographic factors. A cohort of 25 patients from the senior surgeon's practice presenting for breast surgery was assembled. ...Survey questions a …",
    "abstract": "There is a paucity of literature examining how preferences differ amongst various demographic groups. This study aimed to assess how perceptions of the ideal breast differ between respondents stratified by self-identified demographic factors. A cohort of 25 patients from the senior surgeon's practice presenting for breast surgery was assembled. Pre-operative anteroposterior photographs of these patients were distributed via Qualtrics (Seattle, WA) to a large sample designed to be representative of the demographics of the United States. Survey questions aimed to measure respondents' impressions of 'breast attractiveness'. Respondents were asked to rate breasts on a Likert scale. Survey responses were analysed for differences in breast aesthetic preferences by sex, gender, sexual orientation, and race. Males rated all breasts higher on the Likert scale for attractiveness than females (2.8 vs 2.5, p < 0.001). Despite this discrepancy, ratings amongst male and female respondents were highly correlated with one another (R = 0.940; p < 0.0001). Considering sexual orientation, individuals attracted to women provided significantly higher attractiveness ratings to all breasts compared to individuals attracted to men only (2.8 vs 2.5, p < 0.001). White or Caucasian individuals ascribed significantly higher breast attractiveness ratings than Asian individuals (2.7 vs 2.2, p < 0.001), but not Black or African American individuals (2.7 vs 2.4, p = 0.23). Despite these racial discrepancies in mean breast attractiveness, ratings amongst the three groups were highly correlated. In a sample representative of the United States, a difference in breast aesthetic appraisal was observed by demographic factors. These findings merit further investigation to understand these trends and observations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38364668/",
    "clean_text": "differential preferences in breast aesthetics by self identified demographics assessed on a national survey this study aimed to assess how perceptions of the ideal breast differ between respondents stratified by self identified demographic factors a cohort of patients from the senior surgeon s practice presenting for breast surgery was assembled survey questions a there is a paucity of literature examining how preferences differ amongst various demographic groups this study aimed to assess how perceptions of the ideal breast differ between respondents stratified by self identified demographic factors a cohort of patients from the senior surgeon s practice presenting for breast surgery was assembled pre operative anteroposterior photographs of these patients were distributed via qualtrics seattle wa to a large sample designed to be representative of the demographics of the united states survey questions aimed to measure respondents impressions of breast attractiveness respondents were asked to rate breasts on a likert scale survey responses were analysed for differences in breast aesthetic preferences by sex gender sexual orientation and race males rated all breasts higher on the likert scale for attractiveness than females vs p despite this discrepancy ratings amongst male and female respondents were highly correlated with one another r p considering sexual orientation individuals attracted to women provided significantly higher attractiveness ratings to all breasts compared to individuals attracted to men only vs p white or caucasian individuals ascribed significantly higher breast attractiveness ratings than asian individuals vs p but not black or african american individuals vs p despite these racial discrepancies in mean breast attractiveness ratings amongst the three groups were highly correlated in a sample representative of the united states a difference in breast aesthetic appraisal was observed by demographic factors these findings merit further investigation to understand these trends and observations"
}