{
    "title": "Oxidative Stress and Renal Fibrosis: Mechanisms and Therapies.",
    "doc_id": "31399986",
    "writer": "Su H",
    "year": "2019",
    "summary": "Given the involvement of oxidative stress in renal fibrosis, therapies targeting oxidative stress seem promising in renal fibrosis management. In this review, we sketch the updated knowledge of the mechanisms of oxidative stress generatio …",
    "abstract": "Oxidative stress results from the disruption of the redox system marked by a notable overproduction of reactive oxygen species. There are four major sources of reactive oxygen species, including NADPH oxidases, mitochondria, nitric oxide synthases, and xanthine oxidases. It is well known that renal abnormalities trigger the production of reactive oxygen species by diverse mechanisms under various pathologic stimuli, such as acute kidney injury, chronic kidney disease, nephrotic syndrome, and metabolic disturbances. Mutually, accumulating evidences have identified that oxidative stress plays an essential role in tubulointerstitial fibrosis by myofibroblast activation as well as in glomerulosclerosis by mesangial sclerosis, podocyte abnormality, and parietal epithelial cell injury. Given the involvement of oxidative stress in renal fibrosis, therapies targeting oxidative stress seem promising in renal fibrosis management. In this review, we sketch the updated knowledge of the mechanisms of oxidative stress generation during renal diseases, the pathogenic processes of oxidative stress elicited renal fibrosis and treatments targeting oxidative stress during tubulointerstitial fibrosis and glomerulosclerosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31399986/",
    "clean_text": "oxidative stress and renal fibrosis mechanisms and therapies given the involvement of oxidative stress in renal fibrosis therapies targeting oxidative stress seem promising in renal fibrosis management in this review we sketch the updated knowledge of the mechanisms of oxidative stress generatio oxidative stress results from the disruption of the redox system marked by a notable overproduction of reactive oxygen species there are four major sources of reactive oxygen species including nadph oxidases mitochondria nitric oxide synthases and xanthine oxidases it is well known that renal abnormalities trigger the production of reactive oxygen species by diverse mechanisms under various pathologic stimuli such as acute kidney injury chronic kidney disease nephrotic syndrome and metabolic disturbances mutually accumulating evidences have identified that oxidative stress plays an essential role in tubulointerstitial fibrosis by myofibroblast activation as well as in glomerulosclerosis by mesangial sclerosis podocyte abnormality and parietal epithelial cell injury given the involvement of oxidative stress in renal fibrosis therapies targeting oxidative stress seem promising in renal fibrosis management in this review we sketch the updated knowledge of the mechanisms of oxidative stress generation during renal diseases the pathogenic processes of oxidative stress elicited renal fibrosis and treatments targeting oxidative stress during tubulointerstitial fibrosis and glomerulosclerosis"
}