{
    "pmid": "41408072",
    "title": "Mixture of checkpoint experts for explainable seizure detection using wearable devices.",
    "abstract": "The current gold standard for detecting epileptic seizures is in-hospital video-Electroencephalography (vEEG), but vEEG is resource-intensive and imposes considerable burdens on patients and caregivers. Wearable devices offer an alternative to monitor seizures over long periods in a home environment and Machine Learning (ML) models can be used to analyze the data and identify seizure activity. The best performing ML models tend to be black-box models which do not provide a rationale for their decision, making it difficult to audit their mistakes and limit their real-world utility. To combat this, we propose a novel ML algorithm, Mixture of Checkpoint Experts (MoCE). MoCE provides direct insights into the behavior of a model at both the global (overall performance) and local (individual predictions) level that are not available with classic black-box models. Through a study conducted in 14 patients with epilepsy using wrist-worn devices, we demonstrate how this transparency is beneficial to both clinicians and data scientists, who can audit individual predictions for the reason of a decision, providing greater information about the model and its behaviors. Our experiments reveal that MoCE is capable of detecting seizures better than existing neural networks by retaining equivalent performance in recall with statistically significant improvement in false alarm rate while simultaneously addressing the issues of black-box models that many clinicians face.",
    "disease": "epilepsy",
    "clean_text": "mixture of checkpoint experts for explainable seizure detection using wearable devices the current gold standard for detecting epileptic seizures is in hospital video electroencephalography veeg but veeg is resource intensive and imposes considerable burdens on patients and caregivers wearable devices offer an alternative to monitor seizures over long periods in a home environment and machine learning ml models can be used to analyze the data and identify seizure activity the best performing ml models tend to be black box models which do not provide a rationale for their decision making it difficult to audit their mistakes and limit their real world utility to combat this we propose a novel ml algorithm mixture of checkpoint experts moce moce provides direct insights into the behavior of a model at both the global overall performance and local individual predictions level that are not available with classic black box models through a study conducted in patients with epilepsy using wrist worn devices we demonstrate how this transparency is beneficial to both clinicians and data scientists who can audit individual predictions for the reason of a decision providing greater information about the model and its behaviors our experiments reveal that moce is capable of detecting seizures better than existing neural networks by retaining equivalent performance in recall with statistically significant improvement in false alarm rate while simultaneously addressing the issues of black box models that many clinicians face"
}