{
    "pmid": "41448709",
    "title": "Classroom air purifiers for reducing school absence: study protocol for a pragmatic, cluster-randomised, parallel, two-arm, group sequential superiority trial.",
    "abstract": "Respiratory infections like influenza and SARS-CoV-2 pose significant global health risks due to their high transmissibility and severity. SARS-CoV-2 has caused over 7 million deaths worldwide, and the Lancet Commission estimates a >20% chance of a similar respiratory virus pandemic within a decade. Schools, often poorly ventilated, are high-risk settings for transmission. While COVID-19 school closures may have reduced transmission, they likely caused learning loss, mental health issues and increased burdens on parents and caregivers. Air purifiers with High Efficiency Particulate Air (HEPA) filters may offer a non-disruptive mitigation strategy, but the evidence to support their effectiveness in reducing viral transmission is weak. This protocol describes a cluster-randomised, parallel, two-arm, group sequential superiority trial with an interim analysis-to allow early stopping for efficacy or futility-to estimate the effect of portable air purifiers with HEPA filters in primary school classrooms on student absenteeism. This group sequential trial will randomise schools (clusters) 1:1 to intervention or control arms in two stages: winter 2025/2026 (N=32 schools; ~736 students) and winter 2026/2027 (N=30 schools; ~690 students). The study setting is Norway. Eligible schools must have classrooms suitable for portable air purifiers, >10 students in grades 5-7 (typically aged 10-13 years) and principal consent. Intervention and control classrooms will each receive two portable air purifiers with HEPA filters operating at a performance equivalent to 3.0 and 0.3 air changes per hour, respectively, with control purifiers acting as shams. Outcomes will be measured during and at the end of a 12-week period. The primary outcome is student absenteeism, measured as full child days of absence aggregated at the class level. An interim analysis is planned at the end of the first stage, with error-spending O'Brien-Fleming stopping boundaries that are binding for efficacy and non-binding for futility. The primary estimand is the marginal incidence rate ratio of student absences, estimated using generalised estimating equations with a negative binomial model to account for overdispersion. Prespecified stopping boundaries will determine stopping, with efficacy boundaries being binding. Treatment effects will be estimated using cluster-bootstrapped CIs adjusted to provide strong control on overall type I and II error probabilities, and a bias correction will be applied if the trial is stopped early for efficacy. All analyses will follow the intention-to-treat principle. The primary question is whether installing and operating air purifiers with HEPA filters (intervention) reduces student absenteeism due to sickness (primary outcome) compared with sham air purifiers (control). Secondary questions examine whether the intervention reduces teacher absenteeism due to respiratory infections, rate and 12-week risk of self-reported respiratory infections among teachers, and teachers' perceptions of air quality, compared with sham air purifiers. If the trial estimates a statistically significant effect for the primary outcome, a cost-consequence analysis will evaluate the direct and indirect costs associated with operating air purifiers against the potential benefits of reduced student and teacher absenteeism. A process evaluation will explore mechanisms of effect. The trial has been approved by the Regional Committees for Medical and Health Research Ethics and the National Research Ethics Committee (ref. 737650). Absence data, routinely collected and fully anonymised at the class level, will serve as the primary outcome and does not require informed consent. Informed consent will be obtained from teachers participating in weekly surveys or interviews. Results will be disseminated to stakeholders, participants and the public through peer-reviewed journals, scientific meetings and social media. NCT07119333.",
    "disease": "pneumonia",
    "clean_text": "classroom air purifiers for reducing school absence study protocol for a pragmatic cluster randomised parallel two arm group sequential superiority trial respiratory infections like influenza and sars cov pose significant global health risks due to their high transmissibility and severity sars cov has caused over million deaths worldwide and the lancet commission estimates a chance of a similar respiratory virus pandemic within a decade schools often poorly ventilated are high risk settings for transmission while covid school closures may have reduced transmission they likely caused learning loss mental health issues and increased burdens on parents and caregivers air purifiers with high efficiency particulate air hepa filters may offer a non disruptive mitigation strategy but the evidence to support their effectiveness in reducing viral transmission is weak this protocol describes a cluster randomised parallel two arm group sequential superiority trial with an interim analysis to allow early stopping for efficacy or futility to estimate the effect of portable air purifiers with hepa filters in primary school classrooms on student absenteeism this group sequential trial will randomise schools clusters to intervention or control arms in two stages winter n schools students and winter n schools students the study setting is norway eligible schools must have classrooms suitable for portable air purifiers students in grades typically aged years and principal consent intervention and control classrooms will each receive two portable air purifiers with hepa filters operating at a performance equivalent to and air changes per hour respectively with control purifiers acting as shams outcomes will be measured during and at the end of a week period the primary outcome is student absenteeism measured as full child days of absence aggregated at the class level an interim analysis is planned at the end of the first stage with error spending o brien fleming stopping boundaries that are binding for efficacy and non binding for futility the primary estimand is the marginal incidence rate ratio of student absences estimated using generalised estimating equations with a negative binomial model to account for overdispersion prespecified stopping boundaries will determine stopping with efficacy boundaries being binding treatment effects will be estimated using cluster bootstrapped cis adjusted to provide strong control on overall type i and ii error probabilities and a bias correction will be applied if the trial is stopped early for efficacy all analyses will follow the intention to treat principle the primary question is whether installing and operating air purifiers with hepa filters intervention reduces student absenteeism due to sickness primary outcome compared with sham air purifiers control secondary questions examine whether the intervention reduces teacher absenteeism due to respiratory infections rate and week risk of self reported respiratory infections among teachers and teachers perceptions of air quality compared with sham air purifiers if the trial estimates a statistically significant effect for the primary outcome a cost consequence analysis will evaluate the direct and indirect costs associated with operating air purifiers against the potential benefits of reduced student and teacher absenteeism a process evaluation will explore mechanisms of effect the trial has been approved by the regional committees for medical and health research ethics and the national research ethics committee ref absence data routinely collected and fully anonymised at the class level will serve as the primary outcome and does not require informed consent informed consent will be obtained from teachers participating in weekly surveys or interviews results will be disseminated to stakeholders participants and the public through peer reviewed journals scientific meetings and social media nct"
}