{
    "pmid": "41454064",
    "title": "Impaired glymphatic function is associated with synaptic loss in cognitive impairment.",
    "abstract": "To investigate the correlation between glymphatic impairment and synaptic loss and to explore whether this relationship is affected by amyloid-β (Aβ) pathology or reactive astrocytes in individuals spanning the Alzheimer's disease-related pathological spectrum. We investigated the diffusion tensor imaging analysis along the perivascular space (DTI-ALPS) index as a biomarker of the glymphatic system. A total of 182 participants underwent synaptic vesicle glycoprotein 2 A (SV2A) PET/MRI and amyloid-β (Aβ) PET/CT imaging, with SV2A serving as a biomarker of synaptic density. Additionally, plasma Aβ42/40 ratios were measured in 139 participants, and glial fibrillary acidic protein (GFAP) levels were assessed in 143 participants. Controlling for age, sex, years of education, and cognitive status, we investigated the relationships between glymphatic system impairment and synaptic density, along with other biomarkers. Mediation analyses were conducted using the SPSS PROCESS macro (version 3.3) to examine whether synaptic density mediates the relationship between the ALPS index and cognitive performance. A lower ALPS index, indicating greater glymphatic impairment, was significantly associated with reduced synaptic density. The ALPS index was also significantly positively associated with the residual SV2A PET standardized uptake value ratio (SUVr) in the hippocampus of participants with Aβ deposition or greater plasma GFAP concentrations. The correlation between hippocampal synaptic loss and cerebral Aβ was stronger in participants with a lower ALPS index. In addition, the hippocampal synaptic density fully mediated the association between ALPS index and global cognition. Glymphatic system impairment is significantly correlated with synaptic density loss. GFAP levels and cerebral Aβ plaques may strengthened this association. These findings suggest a potential link between glymphatic dysfunction and synaptic degeneration in AD, which may have implications for understanding disease mechanisms and therapeutic monitoring.",
    "disease": "alzheimer disease",
    "clean_text": "impaired glymphatic function is associated with synaptic loss in cognitive impairment to investigate the correlation between glymphatic impairment and synaptic loss and to explore whether this relationship is affected by amyloid a pathology or reactive astrocytes in individuals spanning the alzheimer s disease related pathological spectrum we investigated the diffusion tensor imaging analysis along the perivascular space dti alps index as a biomarker of the glymphatic system a total of participants underwent synaptic vesicle glycoprotein a sv a pet mri and amyloid a pet ct imaging with sv a serving as a biomarker of synaptic density additionally plasma a ratios were measured in participants and glial fibrillary acidic protein gfap levels were assessed in participants controlling for age sex years of education and cognitive status we investigated the relationships between glymphatic system impairment and synaptic density along with other biomarkers mediation analyses were conducted using the spss process macro version to examine whether synaptic density mediates the relationship between the alps index and cognitive performance a lower alps index indicating greater glymphatic impairment was significantly associated with reduced synaptic density the alps index was also significantly positively associated with the residual sv a pet standardized uptake value ratio suvr in the hippocampus of participants with a deposition or greater plasma gfap concentrations the correlation between hippocampal synaptic loss and cerebral a was stronger in participants with a lower alps index in addition the hippocampal synaptic density fully mediated the association between alps index and global cognition glymphatic system impairment is significantly correlated with synaptic density loss gfap levels and cerebral a plaques may strengthened this association these findings suggest a potential link between glymphatic dysfunction and synaptic degeneration in ad which may have implications for understanding disease mechanisms and therapeutic monitoring"
}