{
    "title": "[Stem cells--cloning, plasticity, bioethic].",
    "doc_id": "18807240",
    "writer": "Pflegerl P",
    "year": "2008",
    "summary": "Stem cells with certain characteristics have become promising tools for molecular medicine. ...Recently developed methods generate are able to pluripotent stem cells from fibroblasts. Alternatives for ESC are adult stem cells (ASC) derive …",
    "abstract": "Stem cells with certain characteristics have become promising tools for molecular medicine. They have the potential to self-regenerate and to differentiate into specific tissues. Besides their great potential, embryonic stem cells (ESC) run the risk of enhanced tumorigenesis. The use of human embryonic stem cells (hESC) is ethically problematic because their isolation involves the destruction of human embryos. Recently developed methods generate are able to pluripotent stem cells from fibroblasts. Alternatives for ESC are adult stem cells (ASC) derived from bone marrow, cord blood, amniotic fluid and other tissues. The following article is on the basis of testimony of Lukas Kenner for the German Bundestag about the use of ESC for research, therapy and drug development. Ethical aspects are taken into consideration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18807240/",
    "clean_text": "stem cells cloning plasticity bioethic stem cells with certain characteristics have become promising tools for molecular medicine recently developed methods generate are able to pluripotent stem cells from fibroblasts alternatives for esc are adult stem cells asc derive stem cells with certain characteristics have become promising tools for molecular medicine they have the potential to self regenerate and to differentiate into specific tissues besides their great potential embryonic stem cells esc run the risk of enhanced tumorigenesis the use of human embryonic stem cells hesc is ethically problematic because their isolation involves the destruction of human embryos recently developed methods generate are able to pluripotent stem cells from fibroblasts alternatives for esc are adult stem cells asc derived from bone marrow cord blood amniotic fluid and other tissues the following article is on the basis of testimony of lukas kenner for the german bundestag about the use of esc for research therapy and drug development ethical aspects are taken into consideration"
}