{
    "pmid": "41342714",
    "title": "Health Status Instruments Add Prognostic Value in Predicting COPD Exacerbations: Insights from the TIE Cohort Study.",
    "abstract": "Identifying patients at risk for acute exacerbations of COPD (AECOPDs) is crucial to improve outcomes. We aimed to evaluate the ability of three health status instruments to predict AECOPDs in subjects with and without previous AECOPDs. A prospective cohort study of COPD patients from primary and outpatient care in three Swedish regions. AECOPDs were retrieved from medical records. The modified Medical Research Council Dyspnoea scale (mMRC), the COPD Assessment Test (CAT), and the Clinical COPD Questionnaire (CCQ) were evaluated. Thresholds for AECOPD prediction were estimated using receiver operator characteristic (ROC) curves. Predictive values were assessed using crude and multivariable Cox regression models. We included 572 patients (59% women, age 69 ± 8 years, FEV mMRC, CAT, and CCQ were independently associated with AECOPDs over the following three-year period. The health status instruments provided additional predictive value for future AECOPDS in patients both with and without previous AECOPDs.  aHR: Adjusted Hazard Ratio; AECOPD: Acute Exacerbations of Chronic Obstructive Pulmonary Disease; AUC: Area Under Curve; BMI: Body Mass Index; CAT: COPD Assessment Test; CCQ: Clinical COPD Questionnaire; COPD: Chronic Obstructive Pulmonary Disease; DAG: Directed Acyclic Graphs; FEV1: Forced Expiratory Volume in 1 Second; FVC: Forced Vital Capacity; GOLD: Global Initiative for Obstructive Lung Disease; HR: Hazard Ratio; IHD: Ischaemic Heart Disease; ICS: Inhaled Corticosteroids; IQR: Interquartile Range; mMRC: Modified Medical Research Council Dyspnoea Scale; ROC: Receiver Operator Characteristic; SD: Standard Deviation; TIE: Tools for Identifying Exacerbations.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "health status instruments add prognostic value in predicting copd exacerbations insights from the tie cohort study identifying patients at risk for acute exacerbations of copd aecopds is crucial to improve outcomes we aimed to evaluate the ability of three health status instruments to predict aecopds in subjects with and without previous aecopds a prospective cohort study of copd patients from primary and outpatient care in three swedish regions aecopds were retrieved from medical records the modified medical research council dyspnoea scale mmrc the copd assessment test cat and the clinical copd questionnaire ccq were evaluated thresholds for aecopd prediction were estimated using receiver operator characteristic roc curves predictive values were assessed using crude and multivariable cox regression models we included patients women age years fev mmrc cat and ccq were independently associated with aecopds over the following three year period the health status instruments provided additional predictive value for future aecopds in patients both with and without previous aecopds ahr adjusted hazard ratio aecopd acute exacerbations of chronic obstructive pulmonary disease auc area under curve bmi body mass index cat copd assessment test ccq clinical copd questionnaire copd chronic obstructive pulmonary disease dag directed acyclic graphs fev forced expiratory volume in second fvc forced vital capacity gold global initiative for obstructive lung disease hr hazard ratio ihd ischaemic heart disease ics inhaled corticosteroids iqr interquartile range mmrc modified medical research council dyspnoea scale roc receiver operator characteristic sd standard deviation tie tools for identifying exacerbations"
}