{
    "pmid": "41452214",
    "title": "Clinical and Angiographic Outcomes of Cardiac Balloon-Mounted Stents for Symptomatic Intracranial Stenosis.",
    "abstract": "Intracranial atherosclerotic disease (ICAD) is a leading cause of stroke worldwide, with high rates of recurrent ischemic events in high-grade stenosis. Although endovascular treatment has faced challenges in early trials due to procedural complications and unfavorable outcomes, recent advancements in drug-eluting stents, such as the Resolute/Frontier Onyx (Medtronic), offer a promising alternative to bare-metal stents. This study evaluates the safety and efficacy of Resolute/Frontier Onyx in treating symptomatic ICAD. We conducted a retrospective, single-center study of 22 patients with symptomatic ICAD who underwent stenting with Resolute/Frontier Onyx. Inclusion criteria included ≥70% stenosis and recurrent stroke or transient ischemic attack, despite optimal medical therapy. Baseline characteristics, procedural details, and clinical outcomes were extracted from electronic medical records. Primary outcomes included cerebrovascular event recurrence (stroke or intracranial hemorrhage) and symptomatic in-stent restenosis. Descriptive statistics were used for analysis. The median age was 65 years (IQR, 61-72), and 72.7% (16/22) of patients were male. Hypertension was present in 90.9% (20/22), and the median time from the qualifying event to stenting was 1 day (IQR, 1-3). Procedural complications occurred in 4.5% (1/22) of patients and consisted of a common carotid artery dissection that occurred during stent insertion. At a median follow-up of 12 months (IQR, 6-23), no strokes or intracranial hemorrhages were reported. Symptomatic in-stent restenosis occurred in 9.0% (2/22) of patients, with 1 requiring reintervention. Residual stenosis of ≥30% was observed in 26.6% (4/15) of patients who underwent follow-up imaging. The Resolute/Frontier stent demonstrated favorable safety and efficacy in this cohort, with low procedural complication rates and no recurrent strokes or intracranial hemorrhages at follow-up. These findings, along with previous evidence supporting drug-eluting stents, highlight the potential of Resolute/Frontier Onyx as a promising therapeutic option for symptomatic ICAD.",
    "disease": "hypertension",
    "clean_text": "clinical and angiographic outcomes of cardiac balloon mounted stents for symptomatic intracranial stenosis intracranial atherosclerotic disease icad is a leading cause of stroke worldwide with high rates of recurrent ischemic events in high grade stenosis although endovascular treatment has faced challenges in early trials due to procedural complications and unfavorable outcomes recent advancements in drug eluting stents such as the resolute frontier onyx medtronic offer a promising alternative to bare metal stents this study evaluates the safety and efficacy of resolute frontier onyx in treating symptomatic icad we conducted a retrospective single center study of patients with symptomatic icad who underwent stenting with resolute frontier onyx inclusion criteria included stenosis and recurrent stroke or transient ischemic attack despite optimal medical therapy baseline characteristics procedural details and clinical outcomes were extracted from electronic medical records primary outcomes included cerebrovascular event recurrence stroke or intracranial hemorrhage and symptomatic in stent restenosis descriptive statistics were used for analysis the median age was years iqr and of patients were male hypertension was present in and the median time from the qualifying event to stenting was day iqr procedural complications occurred in of patients and consisted of a common carotid artery dissection that occurred during stent insertion at a median follow up of months iqr no strokes or intracranial hemorrhages were reported symptomatic in stent restenosis occurred in of patients with requiring reintervention residual stenosis of was observed in of patients who underwent follow up imaging the resolute frontier stent demonstrated favorable safety and efficacy in this cohort with low procedural complication rates and no recurrent strokes or intracranial hemorrhages at follow up these findings along with previous evidence supporting drug eluting stents highlight the potential of resolute frontier onyx as a promising therapeutic option for symptomatic icad"
}