{
    "title": "Sexual function in adolescents and young adults diagnosed with cancer: A systematic review.",
    "doc_id": "28988393",
    "writer": "Stanton AM",
    "year": "2018",
    "summary": "RESULTS: Results indicated that cancer during the adolescent and young adult period has a significant negative impact on certain domains of sexual function in both men and women. CONCLUSIONS: Among adolescent and young adult males, there is evidence th …",
    "abstract": "Purpose:\n        \n      \n      The purpose of this systematic review was to identify, with supporting evidence, the impact of cancer and its treatment on the sexual function of adolescents and young adults.\n    \n\n\n          Methods:\n        \n      \n      PubMed, CINAHL, and PsycINFO articles were searched for relevant studies published in English. Fifteen studies, 13 quantitative and two qualitative, were included in this review.\n    \n\n\n          Results:\n        \n      \n      Results indicated that cancer during the adolescent and young adult period has a significant negative impact on certain domains of sexual function in both men and women.\n    \n\n\n          Conclusions:\n        \n      \n      Among adolescent and young adult males, there is evidence that cancer has detrimental effects on erection, ejaculation, and orgasm. Among adolescent and young adult females, cancer is associated with decreased desire, but there appear to be mixed findings with respect to arousal, orgasm, and satisfaction. Directions for future research are discussed.\n    \n\n\n          Implications for cancer survivors:\n        \n      \n      A better understanding of the effects of cancer and its treatment during adolescence and young adulthood on sexual function could increase attention paid to sexual health in oncology settings and lead to improved psychosexual services for this population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28988393/",
    "clean_text": "sexual function in adolescents and young adults diagnosed with cancer a systematic review results results indicated that cancer during the adolescent and young adult period has a significant negative impact on certain domains of sexual function in both men and women conclusions among adolescent and young adult males there is evidence th purpose the purpose of this systematic review was to identify with supporting evidence the impact of cancer and its treatment on the sexual function of adolescents and young adults methods pubmed cinahl and psycinfo articles were searched for relevant studies published in english fifteen studies quantitative and two qualitative were included in this review results results indicated that cancer during the adolescent and young adult period has a significant negative impact on certain domains of sexual function in both men and women conclusions among adolescent and young adult males there is evidence that cancer has detrimental effects on erection ejaculation and orgasm among adolescent and young adult females cancer is associated with decreased desire but there appear to be mixed findings with respect to arousal orgasm and satisfaction directions for future research are discussed implications for cancer survivors a better understanding of the effects of cancer and its treatment during adolescence and young adulthood on sexual function could increase attention paid to sexual health in oncology settings and lead to improved psychosexual services for this population"
}