{
    "title": "Pharmacological Treatment of Agitation and/or Aggression in Patients With Traumatic Brain Injury: A Systematic Review of Reviews.",
    "doc_id": "33656478",
    "writer": "Rahmani E",
    "year": "2021",
    "summary": "OBJECTIVE: To systematically review the available literature on the pharmacological management of agitation and/or aggression in patients with traumatic brain injury (TBI), synthesize the available data, and provide guidelines. DESIGN: Systematic review of systemati …",
    "abstract": "Objective:\n        \n      \n      To systematically review the available literature on the pharmacological management of agitation and/or aggression in patients with traumatic brain injury (TBI), synthesize the available data, and provide guidelines.\n    \n\n\n          Design:\n        \n      \n      Systematic review of systematic reviews.\n    \n\n\n          Main measures:\n        \n      \n      A literature review of the following websites was performed looking for systematic reviews on the treatment of agitation and/or aggression among patients with TBI: PubMed, CINAHL, DynaMed, Health Business Elite, and EBSCO (Psychology and behavioral sciences collection). Two researchers independently assessed articles for meeting inclusion/exclusion criteria. Data were extracted on year of publication, reviewed databases, dates of coverage, search limitations, pharmacological agents of interest, and a list of all controlled studies included. The included controlled studies were then examined to determine potential reasons for any difference in recommendations.\n    \n\n\n          Results:\n        \n      \n      The literature review led to 187 citations and 67 unique publications after removing the duplicates. Following review of the title/abstracts and full texts, a total of 11 systematic reviews were included. The systematic reviews evaluated the evidence for safety and efficacy of the following medications: amantadine, amphetamines, methylphenidate, antiepileptics, atypical and typical antipsychotics, benzodiazepines, β-blockers, and sertraline.\n    \n\n\n          Conclusions:\n        \n      \n      On the basis of the results of this literature review, the authors recommend avoiding benzodiazepines and haloperidol for treating agitation and/or aggression in the context of TBI. Atypical antipsychotics (olanzapine in particular) can be considered as practical alternatives for the as-needed management of agitation and/or aggression in lieu of benzodiazepines and haloperidol. Amantadine, β-blockers (propranolol and pindolol), antiepileptics, and methylphenidate can be considered for scheduled treatment of agitation and/or aggression in patients with TBI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33656478/",
    "clean_text": "pharmacological treatment of agitation and or aggression in patients with traumatic brain injury a systematic review of reviews objective to systematically review the available literature on the pharmacological management of agitation and or aggression in patients with traumatic brain injury tbi synthesize the available data and provide guidelines design systematic review of systemati objective to systematically review the available literature on the pharmacological management of agitation and or aggression in patients with traumatic brain injury tbi synthesize the available data and provide guidelines design systematic review of systematic reviews main measures a literature review of the following websites was performed looking for systematic reviews on the treatment of agitation and or aggression among patients with tbi pubmed cinahl dynamed health business elite and ebsco psychology and behavioral sciences collection two researchers independently assessed articles for meeting inclusion exclusion criteria data were extracted on year of publication reviewed databases dates of coverage search limitations pharmacological agents of interest and a list of all controlled studies included the included controlled studies were then examined to determine potential reasons for any difference in recommendations results the literature review led to citations and unique publications after removing the duplicates following review of the title abstracts and full texts a total of systematic reviews were included the systematic reviews evaluated the evidence for safety and efficacy of the following medications amantadine amphetamines methylphenidate antiepileptics atypical and typical antipsychotics benzodiazepines blockers and sertraline conclusions on the basis of the results of this literature review the authors recommend avoiding benzodiazepines and haloperidol for treating agitation and or aggression in the context of tbi atypical antipsychotics olanzapine in particular can be considered as practical alternatives for the as needed management of agitation and or aggression in lieu of benzodiazepines and haloperidol amantadine blockers propranolol and pindolol antiepileptics and methylphenidate can be considered for scheduled treatment of agitation and or aggression in patients with tbi"
}