{
    "pmid": "41458789",
    "title": "Pharmacist-Led Prevention of Recurrent Cetuximab Infusion Reactions.",
    "abstract": "Cetuximab infusion reactions (IRs) can disrupt the continuity of effective treatment. However, there is a lack of standardized practical ward-level strategies to prevent IR recurrence. Herein, we report a single-case observation of a pharmacist-led approach combining H2-receptor antagonist premedication with infusion-time extension in a high-risk patient. A 69-year-old woman with metastatic colorectal cancer (RAS wild-type, microsatellite instability-high, BRAF V600E mutation) receiving encorafenib/binimetinib plus cetuximab developed Grade 2 IR during her first cetuximab infusion (approximately 98 min after initiation). She also exhibited hypoxemia and throat tightness. After discontinuing the infusion, she was treated with oxygen, d-chlorpheniramine, and famotidine, allowing completion at a reduced rate. For rechallenge, the interprofessional team implemented the following pharmacist-proposed optimization: routine H1 antihistamine plus 20 mg of intravenous famotidine and extension of cetuximab infusion to approximately 2 h, alongside standardized nursing surveillance. On the subsequent cycle, 465 mg of cetuximab (250 mg/m²) was administered without recurrence. No airway symptoms occurred. This pragmatic bundle targeted histamine-mediated pathways while tempering mediator release via the slower infusion, aligning with regulatory labeling that prioritizes H1 premedication and rate control yet enabling individualized risk mitigation after previous IRs. A pharmacist-driven checklist that adds H2 blockade and prolongs infusion may enhance safety and preserve treatment intensity in general ward settings where desensitization resources are limited. The generalizability of the findings is limited due to the single-patient design. Prospective validation comparing H1 alone versus combined H1 + H2 premedication, using predefined infusion-rate algorithms, is warranted.",
    "disease": "colorectal cancer",
    "clean_text": "pharmacist led prevention of recurrent cetuximab infusion reactions cetuximab infusion reactions irs can disrupt the continuity of effective treatment however there is a lack of standardized practical ward level strategies to prevent ir recurrence herein we report a single case observation of a pharmacist led approach combining h receptor antagonist premedication with infusion time extension in a high risk patient a year old woman with metastatic colorectal cancer ras wild type microsatellite instability high braf v e mutation receiving encorafenib binimetinib plus cetuximab developed grade ir during her first cetuximab infusion approximately min after initiation she also exhibited hypoxemia and throat tightness after discontinuing the infusion she was treated with oxygen d chlorpheniramine and famotidine allowing completion at a reduced rate for rechallenge the interprofessional team implemented the following pharmacist proposed optimization routine h antihistamine plus mg of intravenous famotidine and extension of cetuximab infusion to approximately h alongside standardized nursing surveillance on the subsequent cycle mg of cetuximab mg m was administered without recurrence no airway symptoms occurred this pragmatic bundle targeted histamine mediated pathways while tempering mediator release via the slower infusion aligning with regulatory labeling that prioritizes h premedication and rate control yet enabling individualized risk mitigation after previous irs a pharmacist driven checklist that adds h blockade and prolongs infusion may enhance safety and preserve treatment intensity in general ward settings where desensitization resources are limited the generalizability of the findings is limited due to the single patient design prospective validation comparing h alone versus combined h h premedication using predefined infusion rate algorithms is warranted"
}