{
    "title": "Juvenile Idiopathic Arthritis.",
    "doc_id": "38163829",
    "writer": "Sudhakar M",
    "year": "2024",
    "summary": "Juvenile idiopathic arthritis (JIA) is the most common rheumatic disease in children. The International League of Associations for Rheumatology (ILAR) has defined JIA as \"arthritis of unknown etiology persisting for 6 wk with an onset at <16 y of age, after exclu …",
    "abstract": "Juvenile idiopathic arthritis (JIA) is the most common rheumatic disease in children. The International League of Associations for Rheumatology (ILAR) has defined JIA as \"arthritis of unknown etiology persisting for ≥6 wk with an onset at <16 y of age, after excluding other causes of joint inflammation\". Synovial inflammation is the result of a complex interplay of aberrant immune systems (both adaptive and innate) in a genetically susceptible individual, with possible external stimuli/triggers. Diagnosis of JIA essentially remains clinical, and laboratory investigations usually help to assess the severity of disease activity. Few investigations like antinuclear antibodies (ANA), human leukocyte antigen (HLA)-B27, and rheumatoid factor (RF) help to categorize or prognosticate a child with JIA. Timely use of effective therapeutic interventions including biological has shown good long-term outcomes of JIA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38163829/",
    "clean_text": "juvenile idiopathic arthritis juvenile idiopathic arthritis jia is the most common rheumatic disease in children the international league of associations for rheumatology ilar has defined jia as arthritis of unknown etiology persisting for wk with an onset at y of age after exclu juvenile idiopathic arthritis jia is the most common rheumatic disease in children the international league of associations for rheumatology ilar has defined jia as arthritis of unknown etiology persisting for wk with an onset at y of age after excluding other causes of joint inflammation synovial inflammation is the result of a complex interplay of aberrant immune systems both adaptive and innate in a genetically susceptible individual with possible external stimuli triggers diagnosis of jia essentially remains clinical and laboratory investigations usually help to assess the severity of disease activity few investigations like antinuclear antibodies ana human leukocyte antigen hla b and rheumatoid factor rf help to categorize or prognosticate a child with jia timely use of effective therapeutic interventions including biological has shown good long term outcomes of jia"
}