{
    "title": "Anti-Ro in Sjogren's syndrome and systemic lupus erythematosus.",
    "doc_id": "1626073",
    "writer": "Harley JB",
    "year": "1992",
    "summary": "Anti-Ro autoantibodies are frequently found in the sera of patients with Sjogren's syndrome, systemic lupus erythematosus, and subacute cutaneous lupus erythematosus as well as in the sera of mothers of infants with the neonatal lupus syn …",
    "abstract": "Anti-Ro autoantibodies are frequently found in the sera of patients with Sjögren's syndrome, systemic lupus erythematosus, and subacute cutaneous lupus erythematosus as well as in the sera of mothers of infants with the neonatal lupus syndrome. Close associations have been found between anti-Ro and a number of clinical manifestations, particularly including hematologic cytopenias, heart block, and photosensitive skin rashes. Serologic and genetic associations have been found between anti-Ro and anti-La, rheumatoid factor, hypergammaglobulinemia, the histocompatibility alleles DQ1 and DQ2, and alleles of the T-cell receptor beta chain gene. The origin of anti-Ro and other autoantigens is thought to relate to the etiology of Sjögren's syndrome and systemic lupus erythematosus and remains the most fundamental unanswered question preventing a comprehensive understanding of these diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1626073/",
    "clean_text": "anti ro in sjogren s syndrome and systemic lupus erythematosus anti ro autoantibodies are frequently found in the sera of patients with sjogren s syndrome systemic lupus erythematosus and subacute cutaneous lupus erythematosus as well as in the sera of mothers of infants with the neonatal lupus syn anti ro autoantibodies are frequently found in the sera of patients with sj gren s syndrome systemic lupus erythematosus and subacute cutaneous lupus erythematosus as well as in the sera of mothers of infants with the neonatal lupus syndrome close associations have been found between anti ro and a number of clinical manifestations particularly including hematologic cytopenias heart block and photosensitive skin rashes serologic and genetic associations have been found between anti ro and anti la rheumatoid factor hypergammaglobulinemia the histocompatibility alleles dq and dq and alleles of the t cell receptor beta chain gene the origin of anti ro and other autoantigens is thought to relate to the etiology of sj gren s syndrome and systemic lupus erythematosus and remains the most fundamental unanswered question preventing a comprehensive understanding of these diseases"
}