{
    "title": "Subduction-driven recycling of continental margin lithosphere.",
    "doc_id": "25391963",
    "writer": "Levander A",
    "year": "2014",
    "summary": "Taking these data together, here we describe a process that can lead to the loss of continental lithosphere adjacent to a subduction zone. Subducting oceanic plates can viscously entrain and remove the bottom of the continental thermal boundary layer lithosphere from adjac …",
    "abstract": "Whereas subduction recycling of oceanic lithosphere is one of the central themes of plate tectonics, the recycling of continental lithosphere appears to be far more complicated and less well understood. Delamination and convective downwelling are two widely recognized processes invoked to explain the removal of lithospheric mantle under or adjacent to orogenic belts. Here we relate oceanic plate subduction to removal of adjacent continental lithosphere in certain plate tectonic settings. We have developed teleseismic body wave images from dense broadband seismic experiments that show higher than expected volumes of anomalously fast mantle associated with the subducted Atlantic slab under northeastern South America and the Alboran slab beneath the Gibraltar arc region; the anomalies are under, and are aligned with, the continental margins at depths greater than 200 kilometres. Rayleigh wave analysis finds that the lithospheric mantle under the continental margins is significantly thinner than expected, and that thin lithosphere extends from the orogens adjacent to the subduction zones inland to the edges of nearby cratonic cores. Taking these data together, here we describe a process that can lead to the loss of continental lithosphere adjacent to a subduction zone. Subducting oceanic plates can viscously entrain and remove the bottom of the continental thermal boundary layer lithosphere from adjacent continental margins. This drives surface tectonics and pre-conditions the margins for further deformation by creating topography along the lithosphere-asthenosphere boundary. This can lead to development of secondary downwellings under the continental interior, probably under both South America and the Gibraltar arc, and to delamination of the entire lithospheric mantle, as around the Gibraltar arc. This process reconciles numerous, sometimes mutually exclusive, geodynamic models proposed to explain the complex oceanic-continental tectonics of these subduction zones.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25391963/",
    "clean_text": "subduction driven recycling of continental margin lithosphere taking these data together here we describe a process that can lead to the loss of continental lithosphere adjacent to a subduction zone subducting oceanic plates can viscously entrain and remove the bottom of the continental thermal boundary layer lithosphere from adjac whereas subduction recycling of oceanic lithosphere is one of the central themes of plate tectonics the recycling of continental lithosphere appears to be far more complicated and less well understood delamination and convective downwelling are two widely recognized processes invoked to explain the removal of lithospheric mantle under or adjacent to orogenic belts here we relate oceanic plate subduction to removal of adjacent continental lithosphere in certain plate tectonic settings we have developed teleseismic body wave images from dense broadband seismic experiments that show higher than expected volumes of anomalously fast mantle associated with the subducted atlantic slab under northeastern south america and the alboran slab beneath the gibraltar arc region the anomalies are under and are aligned with the continental margins at depths greater than kilometres rayleigh wave analysis finds that the lithospheric mantle under the continental margins is significantly thinner than expected and that thin lithosphere extends from the orogens adjacent to the subduction zones inland to the edges of nearby cratonic cores taking these data together here we describe a process that can lead to the loss of continental lithosphere adjacent to a subduction zone subducting oceanic plates can viscously entrain and remove the bottom of the continental thermal boundary layer lithosphere from adjacent continental margins this drives surface tectonics and pre conditions the margins for further deformation by creating topography along the lithosphere asthenosphere boundary this can lead to development of secondary downwellings under the continental interior probably under both south america and the gibraltar arc and to delamination of the entire lithospheric mantle as around the gibraltar arc this process reconciles numerous sometimes mutually exclusive geodynamic models proposed to explain the complex oceanic continental tectonics of these subduction zones"
}