{
    "pmid": "41457930",
    "title": "Coincident Fluorescence-Burst Analysis of Actin Cargo Molecules in Secreted Single Diffusing Extracellular Vesicles From Human Induced Pluripotent Stem Cells.",
    "abstract": "Extracellular vesicles (EVs) mediate cellular communication via cargoes of nucleic acids, proteins, and miRNAs, and play key roles in neurodegeneration. However, quantification of specific cargo changes in EVs is challenging due to their small size and heterogeneity. Here, we develop a two-color fluorescence cross-correlation spectroscopy (FCCS) and coincident-burst analysis platform to quantify actin-enhanced green fluorescent protein and micro red fluorescent protein dual-labeled EVs secreted from human induced pluripotent stem cells in undifferentiated, partially differentiated, and amyloid beta-treated conditions. First, a two-color time trace with pulsed interleaved excitation reveals a markedly increased actin green fluorescent protein burst frequency in EVs derived from partially differentiated cells compared with undifferentiated ones, suggesting altered secretion dynamics under stress. Second, FCCS analysis directly confirms the loading yield elevation based on coincident-burst analysis of single EVs derived under a partially differentiated condition, indicating enhanced packaging of actin cargo into EVs. Third, the proposed methodology directly quantifies the EV size and the number of actin molecules carried to serve as biogenesis patterns linked to neurodegenerative pathology. Altogether, our platform offers a quantitative, highly specific tool to monitor cytoskeletal disruption via EVs and uncover molecular changes in neuronal differentiation, which is critical for developing therapies for neurological disorders.",
    "disease": "alzheimer disease",
    "clean_text": "coincident fluorescence burst analysis of actin cargo molecules in secreted single diffusing extracellular vesicles from human induced pluripotent stem cells extracellular vesicles evs mediate cellular communication via cargoes of nucleic acids proteins and mirnas and play key roles in neurodegeneration however quantification of specific cargo changes in evs is challenging due to their small size and heterogeneity here we develop a two color fluorescence cross correlation spectroscopy fccs and coincident burst analysis platform to quantify actin enhanced green fluorescent protein and micro red fluorescent protein dual labeled evs secreted from human induced pluripotent stem cells in undifferentiated partially differentiated and amyloid beta treated conditions first a two color time trace with pulsed interleaved excitation reveals a markedly increased actin green fluorescent protein burst frequency in evs derived from partially differentiated cells compared with undifferentiated ones suggesting altered secretion dynamics under stress second fccs analysis directly confirms the loading yield elevation based on coincident burst analysis of single evs derived under a partially differentiated condition indicating enhanced packaging of actin cargo into evs third the proposed methodology directly quantifies the ev size and the number of actin molecules carried to serve as biogenesis patterns linked to neurodegenerative pathology altogether our platform offers a quantitative highly specific tool to monitor cytoskeletal disruption via evs and uncover molecular changes in neuronal differentiation which is critical for developing therapies for neurological disorders"
}