{
    "title": "The utility of website-based quality improvement tools for health professionals: a systematic review.",
    "doc_id": "38985665",
    "writer": "Tran G",
    "year": "2024",
    "summary": "This review examined how website-based tools can support healthcare professionals with quality improvement, including the optimal processes used to develop tools and the elements of an effective tool. ...Themes identified were tool development processes, quality …",
    "abstract": "As technology continues to advance, it is important to understand how website-based tools can support quality improvement. Website-based tools refer to resources such as toolkits that users can access and use autonomously through a dedicated website. This review examined how website-based tools can support healthcare professionals with quality improvement, including the optimal processes used to develop tools and the elements of an effective tool. A systematic search of seven databases was conducted to include articles published between January 2012 and January 2024. Articles were included if they were peer reviewed, written in English, based in health settings, and reported the development or evaluation of a quality improvement website-based tool for professionals. A narrative synthesis was conducted using NVivo. Risk of bias was assessed using the Mixed Methods Appraisal Tool. All papers were independently screened and coded by two authors using a six-phase conceptual framework by Braun and Clarke. Eighteen studies met the inclusion criteria. Themes identified were tool development processes, quality improvement mechanisms and barriers and facilitators to tool usage. Digitalizing existing quality improvement processes (n = 7), identifying gaps in practice (n = 6), and contributing to professional development (n = 3) were common quality improvement aims. Tools were associated with the reported enhancement of accuracy and efficiency in clinical tasks, improvement in adherence to guidelines, facilitation of reflective practice, and provision of tailored feedback for continuous quality improvement. Common features were educational resources (n = 7) and assisting the user to assess current practices against standards/recommendations (n = 6), which supported professionals in achieving better clinical outcomes, increased professional satisfaction and streamlined workflow in various settings. Studies reported facilitators to tool usage including relevance to practice, accessibility, and facilitating multidisciplinary action, making these tools practical and time-efficient for healthcare. However, barriers such as being time consuming, irrelevant to practice, difficult to use, and lack of organizational engagement were reported. Almost all tools were co-developed with stakeholders. The co-design approaches varied, reflecting different levels of stakeholder engagement and adoption of co-design methodologies. It is noted that the quality of included studies was low. These findings offer valuable insights for future development of quality improvement website-based tools in healthcare. Recommendations include ensuring tools are co-developed with healthcare professionals, focusing on practical usability and addressing common barriers to enhance engagement and effectiveness in improving healthcare quality. Randomized controlled trials are warranted to provide objective evidence of tool efficacy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38985665/",
    "clean_text": "the utility of website based quality improvement tools for health professionals a systematic review this review examined how website based tools can support healthcare professionals with quality improvement including the optimal processes used to develop tools and the elements of an effective tool themes identified were tool development processes quality as technology continues to advance it is important to understand how website based tools can support quality improvement website based tools refer to resources such as toolkits that users can access and use autonomously through a dedicated website this review examined how website based tools can support healthcare professionals with quality improvement including the optimal processes used to develop tools and the elements of an effective tool a systematic search of seven databases was conducted to include articles published between january and january articles were included if they were peer reviewed written in english based in health settings and reported the development or evaluation of a quality improvement website based tool for professionals a narrative synthesis was conducted using nvivo risk of bias was assessed using the mixed methods appraisal tool all papers were independently screened and coded by two authors using a six phase conceptual framework by braun and clarke eighteen studies met the inclusion criteria themes identified were tool development processes quality improvement mechanisms and barriers and facilitators to tool usage digitalizing existing quality improvement processes n identifying gaps in practice n and contributing to professional development n were common quality improvement aims tools were associated with the reported enhancement of accuracy and efficiency in clinical tasks improvement in adherence to guidelines facilitation of reflective practice and provision of tailored feedback for continuous quality improvement common features were educational resources n and assisting the user to assess current practices against standards recommendations n which supported professionals in achieving better clinical outcomes increased professional satisfaction and streamlined workflow in various settings studies reported facilitators to tool usage including relevance to practice accessibility and facilitating multidisciplinary action making these tools practical and time efficient for healthcare however barriers such as being time consuming irrelevant to practice difficult to use and lack of organizational engagement were reported almost all tools were co developed with stakeholders the co design approaches varied reflecting different levels of stakeholder engagement and adoption of co design methodologies it is noted that the quality of included studies was low these findings offer valuable insights for future development of quality improvement website based tools in healthcare recommendations include ensuring tools are co developed with healthcare professionals focusing on practical usability and addressing common barriers to enhance engagement and effectiveness in improving healthcare quality randomized controlled trials are warranted to provide objective evidence of tool efficacy"
}