{
    "pmid": "41451075",
    "title": "Is the \"Rule of Halves\" Applicable for Diabetes Mellitus? A Cross-Sectional Study in a Coastal Area of Karnataka, India.",
    "abstract": "Diabetes mellitus is a serious global and Indian public health concern. The \"rule of halves\" (ROH) traditionally used in hypertension offers insight into diagnosis, treatment, and disease control in the community. This study aimed to explore the applicability of this concept to diabetes. The objectives included estimating the prevalence of diabetes mellitus in the study population, identifying the proportion who are aware of their disease among diabetic individuals, identifying the proportion who are on treatment among those aware of their disease, and identifying the proportion having adequate blood sugar control among those on treatment. A community-based cross-sectional study was conducted in Lakshmi Gudde, a rural area in Dakshina Kannada, Karnataka, between March and September 2023. The study employed a complete enumeration method to enroll willing individuals aged ≥ 18 years. Data were collected using a semi-structured questionnaire, and the blood sugar levels were measured using a spot HbA1c analyzer. The study, comprising 552 individuals, revealed a diabetes prevalence of 31.4%. Among those identified with diabetes, 63.5% were aware of their condition. Furthermore, of those aware, 88.7% were taking treatment, and among these treated individuals, 52.1% maintained adequate control of their blood sugar levels. The ROH currently applied to hypertension can also be applied to diabetes mellitus. Further studies from diverse geographic regions across the globe are required to strengthen evidence in this regard.",
    "disease": "diabetes mellitus",
    "clean_text": "is the rule of halves applicable for diabetes mellitus a cross sectional study in a coastal area of karnataka india diabetes mellitus is a serious global and indian public health concern the rule of halves roh traditionally used in hypertension offers insight into diagnosis treatment and disease control in the community this study aimed to explore the applicability of this concept to diabetes the objectives included estimating the prevalence of diabetes mellitus in the study population identifying the proportion who are aware of their disease among diabetic individuals identifying the proportion who are on treatment among those aware of their disease and identifying the proportion having adequate blood sugar control among those on treatment a community based cross sectional study was conducted in lakshmi gudde a rural area in dakshina kannada karnataka between march and september the study employed a complete enumeration method to enroll willing individuals aged years data were collected using a semi structured questionnaire and the blood sugar levels were measured using a spot hba c analyzer the study comprising individuals revealed a diabetes prevalence of among those identified with diabetes were aware of their condition furthermore of those aware were taking treatment and among these treated individuals maintained adequate control of their blood sugar levels the roh currently applied to hypertension can also be applied to diabetes mellitus further studies from diverse geographic regions across the globe are required to strengthen evidence in this regard"
}