{
    "title": "Splenectomy Improves Outcome of Intracerebral Hemorrhage.",
    "doc_id": "40249215",
    "writer": "Leung CH",
    "year": "2025",
    "summary": "Adult C57BL/6N mice with collagenase-induced ICH that had undergone splenectomy two weeks prior were compared with those with intact spleens. Motor function, haematoma size, cerebral oedema, intracerebral and peripheral blood neutrophil counts were evaluated. ... …",
    "abstract": "The acute splenic response triggers a surge of immune cells and pro-inflammatory mediators, exacerbating secondary brain injury and worsening the outcome after intracerebral hemorrhage (ICH). Splenectomy confers benefits in experimental ischaemic stroke, but its effects on ICH are not known. We conducted a proof-of-concept study to test the hypothesis that a prior splenectomy would improve behavioral outcomes after ICH. Adult C57BL/6N mice with collagenase-induced ICH that had undergone splenectomy two weeks prior were compared with those with intact spleens. Motor function, haematoma size, cerebral oedema, intracerebral and peripheral blood neutrophil counts were evaluated. Splenectomised mice had lower neutrophil counts in peripheral blood and peri-haematoma regions of the brain. They performed better on the modified Neurological Severity Score during the first week post-ICH and for a shorter duration on rotarod and cylinder tests. Haematomas in non-splenectomised animals showed expansion after the initial hemorrhage and were larger than in splenectomised animals, with more severe surrounding oedema and greater mass effect. This is the first report on the beneficial effects of splenectomy in experimental ICH. Further studies on the optimal timing and mode of splenic response ablation are justified to assess its translational potential.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40249215/",
    "clean_text": "splenectomy improves outcome of intracerebral hemorrhage adult c bl n mice with collagenase induced ich that had undergone splenectomy two weeks prior were compared with those with intact spleens motor function haematoma size cerebral oedema intracerebral and peripheral blood neutrophil counts were evaluated the acute splenic response triggers a surge of immune cells and pro inflammatory mediators exacerbating secondary brain injury and worsening the outcome after intracerebral hemorrhage ich splenectomy confers benefits in experimental ischaemic stroke but its effects on ich are not known we conducted a proof of concept study to test the hypothesis that a prior splenectomy would improve behavioral outcomes after ich adult c bl n mice with collagenase induced ich that had undergone splenectomy two weeks prior were compared with those with intact spleens motor function haematoma size cerebral oedema intracerebral and peripheral blood neutrophil counts were evaluated splenectomised mice had lower neutrophil counts in peripheral blood and peri haematoma regions of the brain they performed better on the modified neurological severity score during the first week post ich and for a shorter duration on rotarod and cylinder tests haematomas in non splenectomised animals showed expansion after the initial hemorrhage and were larger than in splenectomised animals with more severe surrounding oedema and greater mass effect this is the first report on the beneficial effects of splenectomy in experimental ich further studies on the optimal timing and mode of splenic response ablation are justified to assess its translational potential"
}