{
    "title": "Vascular conditioning of the stomach before esophageal reconstruction by gastric interposition.",
    "doc_id": "22292613",
    "writer": "Yuan Y",
    "year": "2012",
    "summary": "Anastomotic leaks however result from poor vascular supply to the proximal stomach. They are responsible for significant morbidity and mortality. 'Ischemic conditioning' of the interposed stomach has been proposed as a technique where the 'delay phenomenon' aims at …",
    "abstract": "Gastric interposition with intrathoracic or cervical esophagogastrostomy is currently the preferred operation for reconstruction after esophagectomy. Anastomotic leaks however result from poor vascular supply to the proximal stomach. They are responsible for significant morbidity and mortality. 'Ischemic conditioning' of the interposed stomach has been proposed as a technique where the 'delay phenomenon' aims at improving the microcirculation of the gastric conduit and preventing anastomotic leakage. Experimental observations and clinical studies have been conducted to document the immediate effects and results of this approach. The aim of this work is to review the principles, pathophysiology, experimental, and clinical evidence related to vascular conditioning of the stomach prior to esophagectomy with gastric interposition and esophagogastric anastomosis. MEDLINE and PubMed were searched to identify articles related to vascular conditioning of the stomach. Cross references were added and reviewed to complete the reference list. The anatomic basis of ischemic conditioning, the prevalence of ischemic events on the gastric conduit, the methodology to assess the microcirculation before and after gastric devascularization, animal experiments, and clinical studies reported on this approach were reviewed. Ten experimental works, eleven clinical observations, four reviews, and two editorial commentaries addressing ischemic conditioning of the stomach were identified and reviewed. Experimental observations document improved microcirculation to the proximal stomach following partial gastric devascularization. Clinical reports show the feasibility and relative safety of gastric ischemic conditioning. Preliminary observations suggest potential improvements to the gastric microcirculation resulting from gastric ischemic conditioning. This approach may help prevent complications at the esophagogastric anastomosis. The actual level of evidence however cannot promote its use outside of clinical research protocols.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22292613/",
    "clean_text": "vascular conditioning of the stomach before esophageal reconstruction by gastric interposition anastomotic leaks however result from poor vascular supply to the proximal stomach they are responsible for significant morbidity and mortality ischemic conditioning of the interposed stomach has been proposed as a technique where the delay phenomenon aims at gastric interposition with intrathoracic or cervical esophagogastrostomy is currently the preferred operation for reconstruction after esophagectomy anastomotic leaks however result from poor vascular supply to the proximal stomach they are responsible for significant morbidity and mortality ischemic conditioning of the interposed stomach has been proposed as a technique where the delay phenomenon aims at improving the microcirculation of the gastric conduit and preventing anastomotic leakage experimental observations and clinical studies have been conducted to document the immediate effects and results of this approach the aim of this work is to review the principles pathophysiology experimental and clinical evidence related to vascular conditioning of the stomach prior to esophagectomy with gastric interposition and esophagogastric anastomosis medline and pubmed were searched to identify articles related to vascular conditioning of the stomach cross references were added and reviewed to complete the reference list the anatomic basis of ischemic conditioning the prevalence of ischemic events on the gastric conduit the methodology to assess the microcirculation before and after gastric devascularization animal experiments and clinical studies reported on this approach were reviewed ten experimental works eleven clinical observations four reviews and two editorial commentaries addressing ischemic conditioning of the stomach were identified and reviewed experimental observations document improved microcirculation to the proximal stomach following partial gastric devascularization clinical reports show the feasibility and relative safety of gastric ischemic conditioning preliminary observations suggest potential improvements to the gastric microcirculation resulting from gastric ischemic conditioning this approach may help prevent complications at the esophagogastric anastomosis the actual level of evidence however cannot promote its use outside of clinical research protocols"
}