{
    "pmid": "41386477",
    "title": "Epinephrine and emergency medical services activation recommendations during acute allergic reactions in community settings: International consensus report.",
    "abstract": "Limited research exists on when to administer epinephrine (adrenaline) or activate emergency medical services (EMS) during acute allergic reactions in community settings. This contributes to suboptimal patient care, including both the underuse and overuse of epinephrine, as well as potentially unnecessary emergency department visits. We developed consensus recommendations for administering epinephrine and activating EMS during acute allergic reactions. From January 2024 to May 2025, we assembled a 34-member international panel of experts to develop clinical scenarios reflecting varying severity levels within and across organ systems, candidate modifiers that may lower the threshold for epinephrine administration (eg, history of asthma), and candidate EMS activation recommendations. In phase 1, the panel engaged in a modified Delphi process to reach consensus on these outputs. In phase 2, we tested each consensus modifier by embedding it into scenarios where epinephrine was not recommended or lacked consensus, to assess potential impacts on treatment decisions. The expert panel developed 24 clinical scenarios, 9 candidate modifiers, and 12 candidate EMS activation recommendations. During the first phase, 21 statements reached consensus to recommend epinephrine, 2 reached consensus not to recommend it, and 1 did not reach a consensus. There were 5 consensus modifiers and 10 consensus EMS activation recommendations. In the second phase, 2 of the 15 clinical scenarios reached consensus to recommend epinephrine administration. We developed consensus recommendations for administering epinephrine and activating EMS during acute allergic reactions in community settings. Integrating them into technology-based decision support tools may enhance reaction management, improve patient outcomes, optimize health care utilization, and empower patient and caregiver self-efficacy.",
    "disease": "asthma",
    "clean_text": "epinephrine and emergency medical services activation recommendations during acute allergic reactions in community settings international consensus report limited research exists on when to administer epinephrine adrenaline or activate emergency medical services ems during acute allergic reactions in community settings this contributes to suboptimal patient care including both the underuse and overuse of epinephrine as well as potentially unnecessary emergency department visits we developed consensus recommendations for administering epinephrine and activating ems during acute allergic reactions from january to may we assembled a member international panel of experts to develop clinical scenarios reflecting varying severity levels within and across organ systems candidate modifiers that may lower the threshold for epinephrine administration eg history of asthma and candidate ems activation recommendations in phase the panel engaged in a modified delphi process to reach consensus on these outputs in phase we tested each consensus modifier by embedding it into scenarios where epinephrine was not recommended or lacked consensus to assess potential impacts on treatment decisions the expert panel developed clinical scenarios candidate modifiers and candidate ems activation recommendations during the first phase statements reached consensus to recommend epinephrine reached consensus not to recommend it and did not reach a consensus there were consensus modifiers and consensus ems activation recommendations in the second phase of the clinical scenarios reached consensus to recommend epinephrine administration we developed consensus recommendations for administering epinephrine and activating ems during acute allergic reactions in community settings integrating them into technology based decision support tools may enhance reaction management improve patient outcomes optimize health care utilization and empower patient and caregiver self efficacy"
}