{
    "title": "Recognising eating disorders in older people.",
    "doc_id": "36286010",
    "writer": "Shirley L",
    "year": "2022",
    "summary": "Eating disorders in older people may be overlooked because signs and symptoms are assumed to be part of normal ageing. ...The authors describe a framework that nurses can use when assessing older people to determine whether they may have an eating disorder....",
    "abstract": "Changes in eating behaviours, weight and mental health in older people may be related to psychological distress and indicate the presence of a diagnosable eating disorder, rather than 'anorexia of ageing'. Eating disorders in older people may be overlooked because signs and symptoms are assumed to be part of normal ageing. The role of nurses in the care of older people with eating disorders is likely to be detection, referral and support in accessing specialist intervention. This article offers an overview of eating disorders in older people and discusses why they may arise, why they may not be detected and how to recognise them. The authors describe a framework that nurses can use when assessing older people to determine whether they may have an eating disorder.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36286010/",
    "clean_text": "recognising eating disorders in older people eating disorders in older people may be overlooked because signs and symptoms are assumed to be part of normal ageing the authors describe a framework that nurses can use when assessing older people to determine whether they may have an eating disorder changes in eating behaviours weight and mental health in older people may be related to psychological distress and indicate the presence of a diagnosable eating disorder rather than anorexia of ageing eating disorders in older people may be overlooked because signs and symptoms are assumed to be part of normal ageing the role of nurses in the care of older people with eating disorders is likely to be detection referral and support in accessing specialist intervention this article offers an overview of eating disorders in older people and discusses why they may arise why they may not be detected and how to recognise them the authors describe a framework that nurses can use when assessing older people to determine whether they may have an eating disorder"
}