{
    "title": "Novel syndrome of cataracts, retinitis pigmentosa, late onset deafness and sperm abnormalities: a new Usher syndrome subtype with X-linked inheritance?",
    "doc_id": "17431906",
    "writer": "Malekpour M",
    "year": "2007",
    "summary": "Tissues of the auditory, ocular and reproductive systems have some similarities in their protein families and structures. Consequently, syndromes comprising these systems are described. Hearing loss alone is a component of more than 400 known syndromes and is a comm …",
    "abstract": "Tissues of the auditory, ocular and reproductive systems have some similarities in their protein families and structures. Consequently, syndromes comprising these systems are described. Hearing loss alone is a component of more than 400 known syndromes and is a common nonsyndromic congenital disorder. Here we describe a syndrome in five brothers with the distinctive presentation of late-onset progressive hearing loss, cataracts, retinitis pigmentosa, sperm motility and shape problems in a family from the Kurdish population in Iran. The clinical findings of these patients are presented in detail and compared to the classical Usher syndromes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17431906/",
    "clean_text": "novel syndrome of cataracts retinitis pigmentosa late onset deafness and sperm abnormalities a new usher syndrome subtype with x linked inheritance tissues of the auditory ocular and reproductive systems have some similarities in their protein families and structures consequently syndromes comprising these systems are described hearing loss alone is a component of more than known syndromes and is a comm tissues of the auditory ocular and reproductive systems have some similarities in their protein families and structures consequently syndromes comprising these systems are described hearing loss alone is a component of more than known syndromes and is a common nonsyndromic congenital disorder here we describe a syndrome in five brothers with the distinctive presentation of late onset progressive hearing loss cataracts retinitis pigmentosa sperm motility and shape problems in a family from the kurdish population in iran the clinical findings of these patients are presented in detail and compared to the classical usher syndromes"
}