{
    "pmid": "41458533",
    "title": "Association Between the Planetary Health Diet Index and Chronic Kidney Disease Prevalence and Mortality: An Analysis of NHANES 2005-2018.",
    "abstract": "Diet is an important determinant of chronic kidney disease (CKD). The EAT-Lancet Commission proposed the Planetary Health Diet (PHD) in 2019, and the Planetary Health Diet Index (PHDI) was developed in 2021 to quantify adherence. The index includes 16 food-group components (e.g., nuts, red meat). However, few studies have assessed associations between the PHDI and its subcomponents with CKD prevalence and CKD-related mortality. We used survey-weighted multivariable logistic regression to assess associations between the PHDI and CKD prevalence, kidney function (estimated glomerular filtration rate, eGFR), and albuminuria; Cox proportional hazards models were used to evaluate CKD-related mortality. Potential nonlinear dose-response was evaluated using restricted cubic splines and segmented regression. Predictive discrimination was quantified using time-dependent receiver operating characteristic (ROC) curves. We analyzed associations between PHDI subcomponents and CKD prevalence and CKD-related mortality. Among 31,703 adults, a higher PHDI was associated with lower CKD prevalence and CKD-related mortality. Associations were nonlinear with a threshold. The conventional ROC curve exhibited good discrimination for CKD prevalence, and the time-dependent ROC curve showed robust prognostic discrimination for CKD-related mortality. A higher PHDI was correlated with lower albuminuria levels and less impaired kidney function; nuts, vegetables, and legumes exhibited consistent protective effects. Greater PHDI adherence was linked to lower CKD prevalence, better kidney function, and reduced CKD-related mortality. Restricted cubic spline analyses revealed nonlinear patterns, with prevalence inflection at ~64 and a mortality threshold of ~47. Clinically, these thresholds may guide dietary recommendations, emphasizing increased intake of nuts, vegetables, and legumes.",
    "disease": "chronic kidney disease",
    "clean_text": "association between the planetary health diet index and chronic kidney disease prevalence and mortality an analysis of nhanes diet is an important determinant of chronic kidney disease ckd the eat lancet commission proposed the planetary health diet phd in and the planetary health diet index phdi was developed in to quantify adherence the index includes food group components e g nuts red meat however few studies have assessed associations between the phdi and its subcomponents with ckd prevalence and ckd related mortality we used survey weighted multivariable logistic regression to assess associations between the phdi and ckd prevalence kidney function estimated glomerular filtration rate egfr and albuminuria cox proportional hazards models were used to evaluate ckd related mortality potential nonlinear dose response was evaluated using restricted cubic splines and segmented regression predictive discrimination was quantified using time dependent receiver operating characteristic roc curves we analyzed associations between phdi subcomponents and ckd prevalence and ckd related mortality among adults a higher phdi was associated with lower ckd prevalence and ckd related mortality associations were nonlinear with a threshold the conventional roc curve exhibited good discrimination for ckd prevalence and the time dependent roc curve showed robust prognostic discrimination for ckd related mortality a higher phdi was correlated with lower albuminuria levels and less impaired kidney function nuts vegetables and legumes exhibited consistent protective effects greater phdi adherence was linked to lower ckd prevalence better kidney function and reduced ckd related mortality restricted cubic spline analyses revealed nonlinear patterns with prevalence inflection at and a mortality threshold of clinically these thresholds may guide dietary recommendations emphasizing increased intake of nuts vegetables and legumes"
}