{
    "title": "High time-resolved variations of proteins in PM(2.5) during haze pollution periods in Xi'an, China.",
    "doc_id": "35395350",
    "writer": "Yanpeng L",
    "year": "2022",
    "summary": "In this study, PM(2.5) samples were first collected by a medium flow sampler in autumn and winter in Xi'an, China. Then three high time-resolved monitoring campaigns during haze pollution periods were conducted to determine the evolving characteristics of total prot …",
    "abstract": "Proteinaceous matter is an important component of PM2.5, which can cause adverse health effects and also influence the air quality and climate change. However, there is little attention to high time-resolved variations and potential role of aerosol proteins during haze pollution periods. In this study, PM2.5 samples were first collected by a medium flow sampler in autumn and winter in Xi'an, China. Then three high time-resolved monitoring campaigns during haze pollution periods were conducted to determine the evolving characteristics of total protein concentration and explore the interactive relationship between protein and other chemical compositions. The results showed that the average protein concentration in PM2.5 in Xi'an (5.46 ± 3.32 μg m-3) was higher than those in most cities of China, and varied by seasons and air pollution conditions. In particular, the protein concentration in PM2.5 increased with the increase of air quality index (AQI). The continuous variations of aerosol proteins during the haze pollution periods further showed that PM2.5, atmospheric humidity and long-distance air mass transport exerted the significant impacts on the protein components in aerosols. Based on the present observation, it is suggested that aerosol proteins might affect the generation of secondary aerosols under haze weather conditions. The present results may provide a new possible insight into the variations and the role of aerosol proteinaceous matter during the formation and development of haze pollution.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35395350/",
    "clean_text": "high time resolved variations of proteins in pm during haze pollution periods in xi an china in this study pm samples were first collected by a medium flow sampler in autumn and winter in xi an china then three high time resolved monitoring campaigns during haze pollution periods were conducted to determine the evolving characteristics of total prot proteinaceous matter is an important component of pm which can cause adverse health effects and also influence the air quality and climate change however there is little attention to high time resolved variations and potential role of aerosol proteins during haze pollution periods in this study pm samples were first collected by a medium flow sampler in autumn and winter in xi an china then three high time resolved monitoring campaigns during haze pollution periods were conducted to determine the evolving characteristics of total protein concentration and explore the interactive relationship between protein and other chemical compositions the results showed that the average protein concentration in pm in xi an g m was higher than those in most cities of china and varied by seasons and air pollution conditions in particular the protein concentration in pm increased with the increase of air quality index aqi the continuous variations of aerosol proteins during the haze pollution periods further showed that pm atmospheric humidity and long distance air mass transport exerted the significant impacts on the protein components in aerosols based on the present observation it is suggested that aerosol proteins might affect the generation of secondary aerosols under haze weather conditions the present results may provide a new possible insight into the variations and the role of aerosol proteinaceous matter during the formation and development of haze pollution"
}