{
    "title": "Risk factors for venous thrombosis: prevalence, risk, and interaction.",
    "doc_id": "9241704",
    "writer": "Rosendaal FR.",
    "year": "1997",
    "summary": "When the prevalence of risk factors is high, it becomes likely that in some individuals two or more risk factors will be present simultaneously. ...In this article we review the prevalence and risk estimates for the various genetic and acquired …",
    "abstract": "Annually, 1 in 1,000 individuals is affected by venous thrombosis. Risk factors that are known to increase the risk of thrombosis may be either genetic or acquired, or have a combined origin. Many of these risk factors are very frequent, among which several have been recently identified, such as resistance to activated protein C by factor V Leiden, hyperhomocysteinemia, high levels of factors VIII, as well as the classical acquired risk factors, such as surgery and malignancies. When the prevalence of risk factors is high, it becomes likely that in some individuals two or more risk factors will be present simultaneously. The question \"What happens to the risk in these circumstances?\" is one involving interaction, also known as effect modification or synergy. In this article we review the prevalence and risk estimates for the various genetic and acquired risk factors for venous thrombosis, discuss the concept of interaction, and give an overview of the evidence for interaction of these risk factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9241704/",
    "clean_text": "risk factors for venous thrombosis prevalence risk and interaction when the prevalence of risk factors is high it becomes likely that in some individuals two or more risk factors will be present simultaneously in this article we review the prevalence and risk estimates for the various genetic and acquired annually in individuals is affected by venous thrombosis risk factors that are known to increase the risk of thrombosis may be either genetic or acquired or have a combined origin many of these risk factors are very frequent among which several have been recently identified such as resistance to activated protein c by factor v leiden hyperhomocysteinemia high levels of factors viii as well as the classical acquired risk factors such as surgery and malignancies when the prevalence of risk factors is high it becomes likely that in some individuals two or more risk factors will be present simultaneously the question what happens to the risk in these circumstances is one involving interaction also known as effect modification or synergy in this article we review the prevalence and risk estimates for the various genetic and acquired risk factors for venous thrombosis discuss the concept of interaction and give an overview of the evidence for interaction of these risk factors"
}