{
    "title": "Prevalence of cervical spinal injury in trauma.",
    "doc_id": "18980470",
    "writer": "Milby AH",
    "year": "2008",
    "summary": "OBJECT: Diagnosis of cervical spinal injury (CSI) is an essential aspect of the trauma evaluation. This task is especially difficult in patients who are not clinically able to be evaluated (unevaluable) because of distracting painful injuries, intoxication, or conco …",
    "abstract": "Object:\n        \n      \n      Diagnosis of cervical spinal injury (CSI) is an essential aspect of the trauma evaluation. This task is especially difficult in patients who are not clinically able to be evaluated (unevaluable) because of distracting painful injuries, intoxication, or concomitant head injury. For this population, the appropriate use of advanced imaging techniques for cervical spinal clearance remains undetermined. This study was undertaken to estimate the prevalence of unstable CSI, particularly among patients in whom clinical evaluation is impossible or unreliable.\n    \n\n\n          Methods:\n        \n      \n      Estimates of the prevalence of CSI in populations consisting of all trauma patients, alert patients only, and clinically unevaluable patients only were determined by variance-weighted pooling of data from 65 publications (281,864 patients) that met criteria for review.\n    \n\n\n          Results:\n        \n      \n      The overall prevalence of CSI among all trauma patients was 3.7%. The prevalence of CSI in alert patients was 2.8%, whereas unevaluable patients were at increased risk of CSI with a prevalence of 7.7% (p = 0.007). Overall, 41.9% of all CSI cases were considered to exhibit instability.\n    \n\n\n          Conclusions:\n        \n      \n      Trauma patients who are clinically unevaluable have a higher prevalence of CSI than alert patients. Knowledge of the prevalence and risk of such injuries may help establish an evidence-based approach to the detection and management of clinically occult CSI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18980470/",
    "clean_text": "prevalence of cervical spinal injury in trauma object diagnosis of cervical spinal injury csi is an essential aspect of the trauma evaluation this task is especially difficult in patients who are not clinically able to be evaluated unevaluable because of distracting painful injuries intoxication or conco object diagnosis of cervical spinal injury csi is an essential aspect of the trauma evaluation this task is especially difficult in patients who are not clinically able to be evaluated unevaluable because of distracting painful injuries intoxication or concomitant head injury for this population the appropriate use of advanced imaging techniques for cervical spinal clearance remains undetermined this study was undertaken to estimate the prevalence of unstable csi particularly among patients in whom clinical evaluation is impossible or unreliable methods estimates of the prevalence of csi in populations consisting of all trauma patients alert patients only and clinically unevaluable patients only were determined by variance weighted pooling of data from publications patients that met criteria for review results the overall prevalence of csi among all trauma patients was the prevalence of csi in alert patients was whereas unevaluable patients were at increased risk of csi with a prevalence of p overall of all csi cases were considered to exhibit instability conclusions trauma patients who are clinically unevaluable have a higher prevalence of csi than alert patients knowledge of the prevalence and risk of such injuries may help establish an evidence based approach to the detection and management of clinically occult csi"
}