{
    "pmid": "41461999",
    "title": "Safety and Tolerability of Twice-Yearly Depemokimab in Patients with Asthma and Chronic Rhinosinusitis with Nasal Polyps: Pooled Results from SWIFT-1/-2 and ANCHOR-1/-2.",
    "abstract": "Depemokimab, the first ultra-long-acting respiratory biologic, is under investigation for diseases with underlying type 2 (T2) inflammation. Subcutaneous depemokimab 100 mg was efficacious in patients with T2 asthma characterized by blood eosinophil count and in chronic rhinosinusitis with nasal polyps (CRSwNP) when administered twice-yearly in four Phase III randomized, double-blind, placebo-controlled studies (SWIFT-1/-2 and ANCHOR-1/-2, respectively). This pooled analysis examined the safety and tolerability of subcutaneous depemokimab 100 mg versus placebo in patients with T2 asthma and in CRSwNP. Adverse event (AE) frequency, severity, time-to-onset, duration, and relative risk (RR) were evaluated for depemokimab 100 mg and placebo administered subcutaneously every 26 weeks for 52 weeks using pooled SWIFT-1/-2 and ANCHOR-1/-2 data. The impact of immunogenicity on safety was also evaluated. Overall, 1290 patients from the four studies were included in the safety analysis population (773 [60%] received depemokimab; 517 [40%] received placebo). On-treatment AEs were reported by 73% and 78% of patients in the depemokimab and placebo groups, respectively; the majority were mild or moderate in intensity and transient, with similar durations between treatment groups. Serious AEs (SAEs; 5% and 10%, with depemokimab and placebo, respectively), and discontinuations due to AEs (< 1% and 1%, respectively) were infrequent. No fatal AEs or treatment-related SAEs (per investigator assessment) were reported. RRs (vs. placebo) were similar for all common on-treatment AEs except asthma and back pain, which occurred less frequently in the depemokimab group compared with the placebo group. Antidrug antibodies and neutralizing antibodies occurred infrequently, and no association between antidrug antibody status and depemokimab efficacy was identified. In these studies, twice-yearly depemokimab 100 mg was generally well tolerated by patients with T2 asthma or CRSwNP over the 52-week treatment period, supporting the safety of the first ultra-long-acting biologic for these diseases. NCT04719832/NCT04718103/NCT05274750/NCT05281523. Depemokimab is a treatment in development for asthma and for chronic rhinosinusitis with nasal polyps (CRSwNP). Once injected under the skin, depemokimab works for a 6-month period, so injections are only needed twice a year. It is the first ultra-long-acting biologic for respiratory diseases. Results from previous clinical trials have shown that depemokimab reduces the number of asthma attacks experienced by patients with a certain type of asthma (SWIFT-1 and SWIFT-2 studies), and reduces symptoms and improves quality of life in patients with CRSwNP (ANCHOR-1 and ANCHOR-2 studies). In this article, we describe the side effects that people experienced in these four studies. We found that the number of people who reported side effects was similar in patients who took twice-yearly depemokimab and in those who took a matching twice-yearly dose of placebo (inactive drug). The most common events over the study period, in both the depemokimab and placebo therapy groups, were colds, COVID-19, and upper respiratory tract infections. The majority of side effects were mild or moderate in intensity and were not long-lasting, with similar durations between treatment groups. This provides evidence of the safety of depemokimab for patients with asthma and CRSwNP.",
    "disease": "asthma",
    "clean_text": "safety and tolerability of twice yearly depemokimab in patients with asthma and chronic rhinosinusitis with nasal polyps pooled results from swift and anchor depemokimab the first ultra long acting respiratory biologic is under investigation for diseases with underlying type t inflammation subcutaneous depemokimab mg was efficacious in patients with t asthma characterized by blood eosinophil count and in chronic rhinosinusitis with nasal polyps crswnp when administered twice yearly in four phase iii randomized double blind placebo controlled studies swift and anchor respectively this pooled analysis examined the safety and tolerability of subcutaneous depemokimab mg versus placebo in patients with t asthma and in crswnp adverse event ae frequency severity time to onset duration and relative risk rr were evaluated for depemokimab mg and placebo administered subcutaneously every weeks for weeks using pooled swift and anchor data the impact of immunogenicity on safety was also evaluated overall patients from the four studies were included in the safety analysis population received depemokimab received placebo on treatment aes were reported by and of patients in the depemokimab and placebo groups respectively the majority were mild or moderate in intensity and transient with similar durations between treatment groups serious aes saes and with depemokimab and placebo respectively and discontinuations due to aes and respectively were infrequent no fatal aes or treatment related saes per investigator assessment were reported rrs vs placebo were similar for all common on treatment aes except asthma and back pain which occurred less frequently in the depemokimab group compared with the placebo group antidrug antibodies and neutralizing antibodies occurred infrequently and no association between antidrug antibody status and depemokimab efficacy was identified in these studies twice yearly depemokimab mg was generally well tolerated by patients with t asthma or crswnp over the week treatment period supporting the safety of the first ultra long acting biologic for these diseases nct nct nct nct depemokimab is a treatment in development for asthma and for chronic rhinosinusitis with nasal polyps crswnp once injected under the skin depemokimab works for a month period so injections are only needed twice a year it is the first ultra long acting biologic for respiratory diseases results from previous clinical trials have shown that depemokimab reduces the number of asthma attacks experienced by patients with a certain type of asthma swift and swift studies and reduces symptoms and improves quality of life in patients with crswnp anchor and anchor studies in this article we describe the side effects that people experienced in these four studies we found that the number of people who reported side effects was similar in patients who took twice yearly depemokimab and in those who took a matching twice yearly dose of placebo inactive drug the most common events over the study period in both the depemokimab and placebo therapy groups were colds covid and upper respiratory tract infections the majority of side effects were mild or moderate in intensity and were not long lasting with similar durations between treatment groups this provides evidence of the safety of depemokimab for patients with asthma and crswnp"
}