{
    "title": "Eminent Sources of Adult Mesenchymal Stem Cells and Their Therapeutic Imminence.",
    "doc_id": "28812219",
    "writer": "Macrin D",
    "year": "2017",
    "summary": "However, the isolation of mesenchymal stem cells from adult tissues proved to be advantageous over embryonic stem cells due to the ethical and immunological naivety. ...Newer sources of stem cells have been emerging recently and their cli …",
    "abstract": "In the recent times, stem cell biology has garnered the attention of the scientific fraternity and the general public alike due to the immense therapeutic potential that it holds in the field of regenerative medicine. A breakthrough in this direction came with the isolation of stem cells from human embryo and their differentiation into cell types of all three germ layers. However, the isolation of mesenchymal stem cells from adult tissues proved to be advantageous over embryonic stem cells due to the ethical and immunological naivety. Mesenchymal Stem Cells (MSCs) isolated from the bone marrow were found to differentiate into multiple cell lineages with the help of appropriate differentiation factors. Furthermore, other sources of stem cells including adipose tissue, dental pulp, and breast milk have been identified. Newer sources of stem cells have been emerging recently and their clinical applications are also being studied. In this review, we examine the eminent sources of Mesenchymal Stem Cells (MSCs), their immunophenotypes, and therapeutic imminence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28812219/",
    "clean_text": "eminent sources of adult mesenchymal stem cells and their therapeutic imminence however the isolation of mesenchymal stem cells from adult tissues proved to be advantageous over embryonic stem cells due to the ethical and immunological naivety newer sources of stem cells have been emerging recently and their cli in the recent times stem cell biology has garnered the attention of the scientific fraternity and the general public alike due to the immense therapeutic potential that it holds in the field of regenerative medicine a breakthrough in this direction came with the isolation of stem cells from human embryo and their differentiation into cell types of all three germ layers however the isolation of mesenchymal stem cells from adult tissues proved to be advantageous over embryonic stem cells due to the ethical and immunological naivety mesenchymal stem cells mscs isolated from the bone marrow were found to differentiate into multiple cell lineages with the help of appropriate differentiation factors furthermore other sources of stem cells including adipose tissue dental pulp and breast milk have been identified newer sources of stem cells have been emerging recently and their clinical applications are also being studied in this review we examine the eminent sources of mesenchymal stem cells mscs their immunophenotypes and therapeutic imminence"
}