{
    "title": "Vitamin D supplementation to prevent falls in the elderly: evidence and practical considerations.",
    "doc_id": "18225968",
    "writer": "Fosnight SM",
    "year": "2008",
    "summary": "Pharmacists in both ambulatory and institutional settings are often in a position to help optimize the drug regimens of patients who are experiencing falls. Supplementation with vitamin D is an important emerging therapy for the prevention of falls. Numerous investi …",
    "abstract": "Pharmacists in both ambulatory and institutional settings are often in a position to help optimize the drug regimens of patients who are experiencing falls. Supplementation with vitamin D is an important emerging therapy for the prevention of falls. Numerous investigators have recently studied or reviewed the association between vitamin D supplementation and decreased risk of falls in elderly patients, yet little of this information is available in the pharmacy literature. A MEDLINE search was conducted to collect relevant articles about the role of vitamin D in preventing falls among elderly patients; recently published meta-analyses and randomized controlled trials were identified and reviewed. The studies indicated a statistically significant positive relationship between vitamin D supplementation with either cholecalciferol 700 IU/day or greater or ergocalciferol 800 IU/day or greater and decreased risk of falls. Other practical issues, including who should receive vitamin D replacement, what form of vitamin D should be used, and what dosage is required to prevent falls, are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18225968/",
    "clean_text": "vitamin d supplementation to prevent falls in the elderly evidence and practical considerations pharmacists in both ambulatory and institutional settings are often in a position to help optimize the drug regimens of patients who are experiencing falls supplementation with vitamin d is an important emerging therapy for the prevention of falls numerous investi pharmacists in both ambulatory and institutional settings are often in a position to help optimize the drug regimens of patients who are experiencing falls supplementation with vitamin d is an important emerging therapy for the prevention of falls numerous investigators have recently studied or reviewed the association between vitamin d supplementation and decreased risk of falls in elderly patients yet little of this information is available in the pharmacy literature a medline search was conducted to collect relevant articles about the role of vitamin d in preventing falls among elderly patients recently published meta analyses and randomized controlled trials were identified and reviewed the studies indicated a statistically significant positive relationship between vitamin d supplementation with either cholecalciferol iu day or greater or ergocalciferol iu day or greater and decreased risk of falls other practical issues including who should receive vitamin d replacement what form of vitamin d should be used and what dosage is required to prevent falls are discussed"
}