{
    "title": "Virginal hypertrophy.",
    "doc_id": "3983282",
    "writer": "Ryan RF",
    "year": "1985",
    "summary": "A total of 60 mg b.i.d. of dydrogesterone did not stop breast regrowth. Tamoxifen citrate did cause regression of the breasts. After two reductions, the breasts regrew with a subsequent pregnancy. ...Chronic marijuana use may have an effect on the breast …",
    "abstract": "A patient with extensive juvenile hypertrophy of the breasts has been presented. Several interesting facts in the case history are as follows: After pregnancy, the breasts did not regress with \"hormone shots\" to stop lactation. The patient took high-dosage estrogen birth control pills for 3 years before the breasts started to grow rapidly. Within 1 month after reduction mammaplasty and despite 20 mg dydrogesterone per day, the breasts started to enlarge. A total of 60 mg b.i.d. of dydrogesterone did not stop breast regrowth. Tamoxifen citrate did cause regression of the breasts. After two reductions, the breasts regrew with a subsequent pregnancy. The breast tissue regrew in the axilla with a subsequent pregnancy after simple mastectomy-subcutaneous mastectomy and free nipple transplants. Chronic marijuana use may have an effect on the breast tissue in certain susceptible females as well as in some males. Much needs to be learned about the control of growth of female breast tissue.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3983282/",
    "clean_text": "virginal hypertrophy a total of mg b i d of dydrogesterone did not stop breast regrowth tamoxifen citrate did cause regression of the breasts after two reductions the breasts regrew with a subsequent pregnancy chronic marijuana use may have an effect on the breast a patient with extensive juvenile hypertrophy of the breasts has been presented several interesting facts in the case history are as follows after pregnancy the breasts did not regress with hormone shots to stop lactation the patient took high dosage estrogen birth control pills for years before the breasts started to grow rapidly within month after reduction mammaplasty and despite mg dydrogesterone per day the breasts started to enlarge a total of mg b i d of dydrogesterone did not stop breast regrowth tamoxifen citrate did cause regression of the breasts after two reductions the breasts regrew with a subsequent pregnancy the breast tissue regrew in the axilla with a subsequent pregnancy after simple mastectomy subcutaneous mastectomy and free nipple transplants chronic marijuana use may have an effect on the breast tissue in certain susceptible females as well as in some males much needs to be learned about the control of growth of female breast tissue"
}