{
    "pmid": "41438237",
    "title": "Towards a Latin American neuropsychiatry: challenges and opportunities.",
    "abstract": "From the impact of armed conflict and political violence to the neuropsychiatric consequences of neglected tropical diseases, Latin America has a unique profile of region-specific risk factors that mean it is not always well-served by neuropsychiatric practice developed in high-income regions. Here, we review the region-specific neuropsychiatric characteristics of traumatic brain injury, stroke, epilepsy, dementia, functional neurological disorder, infectious diseases, environmental health risks, and substance use. Additionally, we identify structural challenges for neuropsychiatric health and suggest pathways to develop a specifically Latin American neuropsychiatry as a cross-disciplinary, multi-professional field based on practical steps to strengthen research capacity, training, clinical practice, and care delivery. Latin America should be a priority for neuropsychiatry, and we argue for a Latin American neuropsychiatry that has much to offer the region and much to contribute worldwide.",
    "disease": "epilepsy",
    "clean_text": "towards a latin american neuropsychiatry challenges and opportunities from the impact of armed conflict and political violence to the neuropsychiatric consequences of neglected tropical diseases latin america has a unique profile of region specific risk factors that mean it is not always well served by neuropsychiatric practice developed in high income regions here we review the region specific neuropsychiatric characteristics of traumatic brain injury stroke epilepsy dementia functional neurological disorder infectious diseases environmental health risks and substance use additionally we identify structural challenges for neuropsychiatric health and suggest pathways to develop a specifically latin american neuropsychiatry as a cross disciplinary multi professional field based on practical steps to strengthen research capacity training clinical practice and care delivery latin america should be a priority for neuropsychiatry and we argue for a latin american neuropsychiatry that has much to offer the region and much to contribute worldwide"
}