{
    "pmid": "41451417",
    "title": "Right-to-left shunt and transcranial Doppler as a diagnostic tool: when and how to run it. Position statement by the Italian society of neurosonology and cerebral haemodynamics.",
    "abstract": "Patent foramen ovale (PFO) represents a frequent congenital cardiac anomaly and the most common cause of right-to-left shunt (RLS), with relevant clinical implications in cryptogenic ischemic stroke among young adults. Accurate and standardized diagnostic strategies are essential to identify clinically significant shunts and guide therapeutic decisions, particularly regarding PFO closure. Under the auspices of the Italian Society of Neurosonology and Cerebral Haemodynamics (SINSEC), this position statement provides evidence-based recommendations on the diagnostic use of contrast-enhanced transcranial Doppler (c-TCD) for RLS detection. A structured literature review was conducted according to PRISMA 2020 methodology to ensure methodological transparency and rigor. The search covered PubMed, Scopus, and Web of Science databases for studies published between January 1990 and February 2025, using predefined keywords related to RLS, PFO, c-TCD, diagnostic accuracy, and procedural protocols. Eligible studies were screened and critically appraised to synthesize current evidence on diagnostic applications, methodological variability, and clinical utility of c-TCD. Subsequently, a Delphi consensus process was undertaken among representatives from 11 neurosonology centers with recognized expertise in cerebrovascular diagnostics. Three iterative rounds were conducted to reach agreement on key aspects of the c-TCD protocol, including patient preparation, contrast agent administration, monitoring settings, and shunt grading criteria. Draft recommendations were developed, revised collectively, and approved through a final plenary consensus meeting. The resulting position statement defines a standardized protocol for the execution, interpretation, and reporting of c-TCD in RLS diagnosis. Adoption of these consensus-based recommendations aims to enhance diagnostic accuracy, improve inter-center consistency, and support the broader clinical and research integration of c-TCD in cerebrovascular diagnostics.",
    "disease": "stroke",
    "clean_text": "right to left shunt and transcranial doppler as a diagnostic tool when and how to run it position statement by the italian society of neurosonology and cerebral haemodynamics patent foramen ovale pfo represents a frequent congenital cardiac anomaly and the most common cause of right to left shunt rls with relevant clinical implications in cryptogenic ischemic stroke among young adults accurate and standardized diagnostic strategies are essential to identify clinically significant shunts and guide therapeutic decisions particularly regarding pfo closure under the auspices of the italian society of neurosonology and cerebral haemodynamics sinsec this position statement provides evidence based recommendations on the diagnostic use of contrast enhanced transcranial doppler c tcd for rls detection a structured literature review was conducted according to prisma methodology to ensure methodological transparency and rigor the search covered pubmed scopus and web of science databases for studies published between january and february using predefined keywords related to rls pfo c tcd diagnostic accuracy and procedural protocols eligible studies were screened and critically appraised to synthesize current evidence on diagnostic applications methodological variability and clinical utility of c tcd subsequently a delphi consensus process was undertaken among representatives from neurosonology centers with recognized expertise in cerebrovascular diagnostics three iterative rounds were conducted to reach agreement on key aspects of the c tcd protocol including patient preparation contrast agent administration monitoring settings and shunt grading criteria draft recommendations were developed revised collectively and approved through a final plenary consensus meeting the resulting position statement defines a standardized protocol for the execution interpretation and reporting of c tcd in rls diagnosis adoption of these consensus based recommendations aims to enhance diagnostic accuracy improve inter center consistency and support the broader clinical and research integration of c tcd in cerebrovascular diagnostics"
}