{
    "title": "Systemic lupus erythematosus with trisomy X: a case report and review of the literature.",
    "doc_id": "35850774",
    "writer": "Luo F",
    "year": "2022",
    "summary": "BACKGROUND: The cause of systemic lupus erythematosus is not completely clear so far, but the prevalence of systemic lupus erythematosus is significantly increased in people with additional X chromosomes. ...CONCLUSION: The additional X c …",
    "abstract": "Background:\n        \n      \n      The cause of systemic lupus erythematosus is not completely clear so far, but the prevalence of systemic lupus erythematosus is significantly increased in people with additional X chromosomes.\n    \n\n\n          Case presentation:\n        \n      \n      We report a 17-year-old Chinese female patient with systemic lupus erythematosus complicated with trisomy X, accompanied by lupus nephritis, pancytopenia, hemolytic anemia, and multiserous effusion. The patient recovered well after treatment and returned regularly. We review the previously reported cases to summarize the clinical characteristics of these patients.\n    \n\n\n          Conclusion:\n        \n      \n      The additional X chromosome is related to the development of systemic lupus erythematosus. Whether it is a subtype of systemic lupus erythematosus remains to be further confirmed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35850774/",
    "clean_text": "systemic lupus erythematosus with trisomy x a case report and review of the literature background the cause of systemic lupus erythematosus is not completely clear so far but the prevalence of systemic lupus erythematosus is significantly increased in people with additional x chromosomes conclusion the additional x c background the cause of systemic lupus erythematosus is not completely clear so far but the prevalence of systemic lupus erythematosus is significantly increased in people with additional x chromosomes case presentation we report a year old chinese female patient with systemic lupus erythematosus complicated with trisomy x accompanied by lupus nephritis pancytopenia hemolytic anemia and multiserous effusion the patient recovered well after treatment and returned regularly we review the previously reported cases to summarize the clinical characteristics of these patients conclusion the additional x chromosome is related to the development of systemic lupus erythematosus whether it is a subtype of systemic lupus erythematosus remains to be further confirmed"
}