{
    "pmid": "41409925",
    "title": "Direct Renin Inhibition With Aliskiren Compared to Angiotensin-Converting Enzyme Inhibitors and Angiotensin Receptor Blockers in Hypertension: A Systematic Review.",
    "abstract": "This systematic review evaluated the comparative efficacy of direct renin inhibitors, primarily aliskiren, versus angiotensin-converting enzyme inhibitors (ACEi) and angiotensin receptor blockers (ARBs) in the management of hypertension across varied patient populations. A total of 417 records were screened, with five studies meeting inclusion criteria, including four randomized controlled trials and one large prospective registry. Overall, clinic blood pressure reductions were similar between renin inhibitors and ACEi/ARB therapy. Subgroup analyses revealed nuanced differences: ARBs demonstrated superior effects on reducing urinary angiotensinogen and albuminuria in patients with high-normal albuminuria, while aliskiren provided greater reductions in microalbuminuria and systolic blood pressure when used as add-on therapy in type 2 diabetes with uncontrolled hypertension. In obese hypertensive men, aliskiren uniquely reduced filtration fraction and albuminuria, suggesting possible renal hemodynamic advantages. Real-world registry data further supported the effectiveness and tolerability of aliskiren, with comparable blood pressure reductions and safety outcomes to ACEi/ARB therapy, though limitations inherent to non-randomized designs persist. Risk of bias was judged as low to some concerns across studies, reflecting small sample sizes, limited blinding, and heterogeneous populations. Collectively, current evidence suggests that while renin inhibitors may serve as an alternative for patients intolerant to ACEi/ARB, they do not demonstrate clear superiority, and their role may be more relevant in specific subgroups such as obesity-related hypertension or advanced microalbuminuria. Larger, longer-term trials with hard cardiovascular and renal outcomes are warranted to define their optimal place in therapy.",
    "disease": "chronic kidney disease",
    "clean_text": "direct renin inhibition with aliskiren compared to angiotensin converting enzyme inhibitors and angiotensin receptor blockers in hypertension a systematic review this systematic review evaluated the comparative efficacy of direct renin inhibitors primarily aliskiren versus angiotensin converting enzyme inhibitors acei and angiotensin receptor blockers arbs in the management of hypertension across varied patient populations a total of records were screened with five studies meeting inclusion criteria including four randomized controlled trials and one large prospective registry overall clinic blood pressure reductions were similar between renin inhibitors and acei arb therapy subgroup analyses revealed nuanced differences arbs demonstrated superior effects on reducing urinary angiotensinogen and albuminuria in patients with high normal albuminuria while aliskiren provided greater reductions in microalbuminuria and systolic blood pressure when used as add on therapy in type diabetes with uncontrolled hypertension in obese hypertensive men aliskiren uniquely reduced filtration fraction and albuminuria suggesting possible renal hemodynamic advantages real world registry data further supported the effectiveness and tolerability of aliskiren with comparable blood pressure reductions and safety outcomes to acei arb therapy though limitations inherent to non randomized designs persist risk of bias was judged as low to some concerns across studies reflecting small sample sizes limited blinding and heterogeneous populations collectively current evidence suggests that while renin inhibitors may serve as an alternative for patients intolerant to acei arb they do not demonstrate clear superiority and their role may be more relevant in specific subgroups such as obesity related hypertension or advanced microalbuminuria larger longer term trials with hard cardiovascular and renal outcomes are warranted to define their optimal place in therapy"
}