{
    "pmid": "41448522",
    "title": "Investigating the therapeutic potential of nasal administration of mitochondria on blood-brain barrier integrity and vasogenic brain Edema in a rat ischemic stroke model.",
    "abstract": "Mitochondrial dysfunction is an early and critical factor in the development of ischemic stroke. This study investigated the therapeutic potential of intranasally delivered mitochondria to reduce vasogenic cerebral edema and protect blood-brain barrier (BBB) integrity in a rat model of ischemic stroke. Male rats underwent 60 min of middle cerebral artery occlusion to induce stroke and then received daily intranasal mitochondrial treatment (750 μg/50 μl) for two days. Cerebral edema was measured by the wet/dry method, and BBB permeability was assessed using Evans blue dye extravasation. Mitochondrial function was evaluated by assessing mitochondrial swelling, mitochondrial membrane potential (MMP), succinate dehydrogenase (SDH) activity, and reactive oxygen species (ROS) production. Protein levels of matrix metalloproteinase-9 (MMP-9), intercellular adhesion molecule-1 (ICAM-1), and markers of apoptosis were examined by immunofluorescence. The treatment significantly reduced infarct size, improved sensorimotor function, decreased cerebral edema, and preserved BBB integrity. These benefits correlated with improved mitochondrial function-demonstrated by reduced swelling and ROS, and restoration of MMP and SDH activity. Additionally, mitochondrial therapy lowered apoptosis and decreased expression of MMP-9 and ICAM-1. These findings suggest that intranasal mitochondrial administration mitigates cerebral edema and BBB disruption after ischemic stroke. This protective effect is likely achieved by enhancing mitochondrial function and lowering levels of inflammation-related proteins, suggesting a promising neuroprotective strategy targeting mitochondrial dysfunction in stroke.",
    "disease": "stroke",
    "clean_text": "investigating the therapeutic potential of nasal administration of mitochondria on blood brain barrier integrity and vasogenic brain edema in a rat ischemic stroke model mitochondrial dysfunction is an early and critical factor in the development of ischemic stroke this study investigated the therapeutic potential of intranasally delivered mitochondria to reduce vasogenic cerebral edema and protect blood brain barrier bbb integrity in a rat model of ischemic stroke male rats underwent min of middle cerebral artery occlusion to induce stroke and then received daily intranasal mitochondrial treatment g l for two days cerebral edema was measured by the wet dry method and bbb permeability was assessed using evans blue dye extravasation mitochondrial function was evaluated by assessing mitochondrial swelling mitochondrial membrane potential mmp succinate dehydrogenase sdh activity and reactive oxygen species ros production protein levels of matrix metalloproteinase mmp intercellular adhesion molecule icam and markers of apoptosis were examined by immunofluorescence the treatment significantly reduced infarct size improved sensorimotor function decreased cerebral edema and preserved bbb integrity these benefits correlated with improved mitochondrial function demonstrated by reduced swelling and ros and restoration of mmp and sdh activity additionally mitochondrial therapy lowered apoptosis and decreased expression of mmp and icam these findings suggest that intranasal mitochondrial administration mitigates cerebral edema and bbb disruption after ischemic stroke this protective effect is likely achieved by enhancing mitochondrial function and lowering levels of inflammation related proteins suggesting a promising neuroprotective strategy targeting mitochondrial dysfunction in stroke"
}