{
    "title": "Biomarkers of oxidative stress and reproductive complications.",
    "doc_id": "36858646",
    "writer": "Marín R",
    "year": "2023",
    "summary": "The assessment of biological redox status is performed by the use of oxidative stress biomarkers. An oxidative stress biomarker is defined as any physical structure or process or chemical compound that can be assessed in a living being (in vivo) or in …",
    "abstract": "Oxidative stress is the result of an imbalance between the formation of reactive oxygen species (ROS) and the levels of enzymatic and non-enzymatic antioxidants. The assessment of biological redox status is performed by the use of oxidative stress biomarkers. An oxidative stress biomarker is defined as any physical structure or process or chemical compound that can be assessed in a living being (in vivo) or in solid or fluid parts thereof (in vitro), the determination of which is a reproducible and reliable indicator of oxidative stress. The use of oxidative stress biomarkers allows early identification of the risk of developing diseases associated with this process and also opens up possibilities for new treatments. At the end of the last century, interest in oxidative stress biomarkers began to grow, due to evidence of the association between the generation of free radicals and various pathologies. Up to now, a significant number of studies have been carried out to identify and apply different oxidative stress biomarkers in clinical practice. Among the most important oxidative stress biomarkers, it can be mentioned the products of oxidative modifications of lipids, proteins, nucleic acids, and uric acid as well as the measurement of the total antioxidant capacity of fluids in the human body. In this review, we aim to present recent advances and current knowledge on the main biomarkers of oxidative stress, including the discovery of new biomarkers, with emphasis on the various reproductive complications associated with variations in oxidative stress levels.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36858646/",
    "clean_text": "biomarkers of oxidative stress and reproductive complications the assessment of biological redox status is performed by the use of oxidative stress biomarkers an oxidative stress biomarker is defined as any physical structure or process or chemical compound that can be assessed in a living being in vivo or in oxidative stress is the result of an imbalance between the formation of reactive oxygen species ros and the levels of enzymatic and non enzymatic antioxidants the assessment of biological redox status is performed by the use of oxidative stress biomarkers an oxidative stress biomarker is defined as any physical structure or process or chemical compound that can be assessed in a living being in vivo or in solid or fluid parts thereof in vitro the determination of which is a reproducible and reliable indicator of oxidative stress the use of oxidative stress biomarkers allows early identification of the risk of developing diseases associated with this process and also opens up possibilities for new treatments at the end of the last century interest in oxidative stress biomarkers began to grow due to evidence of the association between the generation of free radicals and various pathologies up to now a significant number of studies have been carried out to identify and apply different oxidative stress biomarkers in clinical practice among the most important oxidative stress biomarkers it can be mentioned the products of oxidative modifications of lipids proteins nucleic acids and uric acid as well as the measurement of the total antioxidant capacity of fluids in the human body in this review we aim to present recent advances and current knowledge on the main biomarkers of oxidative stress including the discovery of new biomarkers with emphasis on the various reproductive complications associated with variations in oxidative stress levels"
}