{
    "pmid": "41353241",
    "title": "Analysis and optimal control of a fractional order influenza epidemic model.",
    "abstract": "The interplay between ambient air pollution and seasonal influenza poses a growing public health challenge. Traditional epidemiological models often neglect cumulative environmental effects, limiting understanding of prolonged pollution's impact on influenza transmission. We developed a fractional-order SEIIHRD model using the Atangana-Baleanu Caputo (ABC) derivative. This ABC derivative, with its non-singular Mittag-Leffler kernel, is chosen to capture inherent short- and long-term system memory effects. Our model incorporates this system memory, interpreted as lingering effects from persistent air pollution, and differentiates between mild and severe infections. We derive the basic reproduction number, analyze model dynamics, and apply fractional optimal control theory for intervention strategies reducing transmission and enhancing recovery. Numerical simulations reveal that lower fractional orders ς significantly prolong outbreaks compared to classical models, necessitating longer, sustained control efforts. The results demonstrate timely, appropriately sustained control measures can effectively mitigate disease spread. Optimal intervention durations are highly sensitive to system memory strength, emphasizing accounting for historical dependencies in control policy design. These findings offer new insights for managing influenza outbreaks, especially where prolonged environmental influences are a concern, and show fractional calculus's utility in capturing complex historical influences on disease dynamics.",
    "disease": "influenza",
    "clean_text": "analysis and optimal control of a fractional order influenza epidemic model the interplay between ambient air pollution and seasonal influenza poses a growing public health challenge traditional epidemiological models often neglect cumulative environmental effects limiting understanding of prolonged pollution s impact on influenza transmission we developed a fractional order seiihrd model using the atangana baleanu caputo abc derivative this abc derivative with its non singular mittag leffler kernel is chosen to capture inherent short and long term system memory effects our model incorporates this system memory interpreted as lingering effects from persistent air pollution and differentiates between mild and severe infections we derive the basic reproduction number analyze model dynamics and apply fractional optimal control theory for intervention strategies reducing transmission and enhancing recovery numerical simulations reveal that lower fractional orders significantly prolong outbreaks compared to classical models necessitating longer sustained control efforts the results demonstrate timely appropriately sustained control measures can effectively mitigate disease spread optimal intervention durations are highly sensitive to system memory strength emphasizing accounting for historical dependencies in control policy design these findings offer new insights for managing influenza outbreaks especially where prolonged environmental influences are a concern and show fractional calculus s utility in capturing complex historical influences on disease dynamics"
}