{
    "title": "Foraging behaviour of juvenile female New Zealand sea lions (Phocarctos hookeri) in contrasting environments.",
    "doc_id": "23671630",
    "writer": "Leung ES",
    "year": "2013",
    "summary": "Juvenile female NZ sea lions exhibited plasticity in body size and behaviour. Otago juveniles were significantly heavier than AI juveniles. Linear mixed effects models showed that study site had the most important effect on foraging behaviour, while mass and …",
    "abstract": "Foragers can show adaptive responses to changes within their environment through morphological and behavioural plasticity. We investigated the plasticity in body size, at sea movements and diving behaviour of juvenile female New Zealand (NZ) sea lions (Phocarctos hookeri) in two contrasting environments. The NZ sea lion is one of the rarest pinnipeds in the world. Most of the species is based at the subantarctic Auckland Islands (AI; considered to be marginal foraging habitat), with a recolonizing population on the Otago Peninsula, NZ mainland (considered to be more optimal habitat). We investigated how juvenile NZ sea lions adjust their foraging behaviour in contrasting environments by deploying satellite-linked platform transmitting terminals (PTTs) and time-depth recorders (TDRs) on 2-3 year-old females at AI (2007-2010) and Otago (2009-2010). Juvenile female NZ sea lions exhibited plasticity in body size and behaviour. Otago juveniles were significantly heavier than AI juveniles. Linear mixed effects models showed that study site had the most important effect on foraging behaviour, while mass and age had little influence. AI juveniles spent more time at sea, foraged over larger areas, and dove deeper and longer than Otago juveniles. It is difficult to attribute a specific cause to the observed contrasts in foraging behaviour because these differences may be driven by disparities in habitat/prey characteristics, conspecific density levels or interseasonal variation. Nevertheless, the smaller size and increased foraging effort of AI juveniles, combined with the lower productivity in this region, support the hypothesis that AI are less optimal habitat than Otago. It is more difficult for juveniles to forage in suboptimal habitats given their restricted foraging ability and lower tolerance for food limitation compared to adults. Thus, effective management measures should consider the impacts of low resource environments, along with changes that can alter food availability such as potential resource competition with fisheries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23671630/",
    "clean_text": "foraging behaviour of juvenile female new zealand sea lions phocarctos hookeri in contrasting environments juvenile female nz sea lions exhibited plasticity in body size and behaviour otago juveniles were significantly heavier than ai juveniles linear mixed effects models showed that study site had the most important effect on foraging behaviour while mass and foragers can show adaptive responses to changes within their environment through morphological and behavioural plasticity we investigated the plasticity in body size at sea movements and diving behaviour of juvenile female new zealand nz sea lions phocarctos hookeri in two contrasting environments the nz sea lion is one of the rarest pinnipeds in the world most of the species is based at the subantarctic auckland islands ai considered to be marginal foraging habitat with a recolonizing population on the otago peninsula nz mainland considered to be more optimal habitat we investigated how juvenile nz sea lions adjust their foraging behaviour in contrasting environments by deploying satellite linked platform transmitting terminals ptts and time depth recorders tdrs on year old females at ai and otago juvenile female nz sea lions exhibited plasticity in body size and behaviour otago juveniles were significantly heavier than ai juveniles linear mixed effects models showed that study site had the most important effect on foraging behaviour while mass and age had little influence ai juveniles spent more time at sea foraged over larger areas and dove deeper and longer than otago juveniles it is difficult to attribute a specific cause to the observed contrasts in foraging behaviour because these differences may be driven by disparities in habitat prey characteristics conspecific density levels or interseasonal variation nevertheless the smaller size and increased foraging effort of ai juveniles combined with the lower productivity in this region support the hypothesis that ai are less optimal habitat than otago it is more difficult for juveniles to forage in suboptimal habitats given their restricted foraging ability and lower tolerance for food limitation compared to adults thus effective management measures should consider the impacts of low resource environments along with changes that can alter food availability such as potential resource competition with fisheries"
}