{
    "pmid": "41419833",
    "title": "Clinical analysis of the onset characteristics and inducing factors of atypical renal tuberculosis.",
    "abstract": "To investigate the characteristics and inducing factors of atypical renal tuberculosis, and to improve the diagnosis of atypical renal tuberculosis. We collected medical records and observed the pathological sections of renal tissue performed after nephrectomy from 217 patients diagnosed with renal tuberculosis using Mycobacterium tuberculosis culture, or/and Mycobacterium tuberculosis DNA (TB-DNA) testing using FQ-PCR(Fluorescent Quantitative Polymerase Chain Reaction), or/and postoperative pathology in the urology department of Hebei Chest Hospital from March 25, 2013 to February 6, 2024. Based on their onset characteristics, we divided them into the typical group (145 cases) and the atypical group (72 cases), and analyzed the chief symptoms and characteristics. Logistic regression was used to analyze the relevant factors, and the differences were compared in pathological changes of kidney, ureter, and bladder tissues after surgery, to explore the mechanism leading to atypical symptoms of renal tuberculosis. ①In the typical group (66.82%), bladder irritation is the main clinical manifestation. In the atypical group (33.18%), there are no obvious symptoms of bladder irritation. The primary manifestations include localized pain, kidney discomfort, and secondary systemic or local disease signs.Additionally, the incidence rate among women in the atypical group is higher than in the typical group (p < 0.05).②Combined bladder tuberculosis is the only related factor of renal tuberculosis with severe urinary frequency, urgency, and dysuria as the main onset symptoms (p < 0.05). Only the LAM antibody and B lymphocyte counts were associated with the grouping of renal tuberculosis by logistic regression analysis (p < 0.05).③Bladder tuberculosis is more common in the typical group. At the same time, chronic inflammation is the main manifestation in the atypical group. ①Atypical renal tuberculosis is an important part of renal tuberculosis. Its onset of symptoms is insidious and atypical, without obvious bladder irritation symptoms, which should cause high vigilance and attention.②Uncomplicated bladder tuberculosis is the direct cause of the absence of bladder irritation symptoms in atypical renal tuberculosis, and reduced humoral immune function, and tubercular virulence may be the relevant factors inducing the onset of atypical symptoms in renal tuberculosis. Not applicable.",
    "disease": "chronic kidney disease",
    "clean_text": "clinical analysis of the onset characteristics and inducing factors of atypical renal tuberculosis to investigate the characteristics and inducing factors of atypical renal tuberculosis and to improve the diagnosis of atypical renal tuberculosis we collected medical records and observed the pathological sections of renal tissue performed after nephrectomy from patients diagnosed with renal tuberculosis using mycobacterium tuberculosis culture or and mycobacterium tuberculosis dna tb dna testing using fq pcr fluorescent quantitative polymerase chain reaction or and postoperative pathology in the urology department of hebei chest hospital from march to february based on their onset characteristics we divided them into the typical group cases and the atypical group cases and analyzed the chief symptoms and characteristics logistic regression was used to analyze the relevant factors and the differences were compared in pathological changes of kidney ureter and bladder tissues after surgery to explore the mechanism leading to atypical symptoms of renal tuberculosis in the typical group bladder irritation is the main clinical manifestation in the atypical group there are no obvious symptoms of bladder irritation the primary manifestations include localized pain kidney discomfort and secondary systemic or local disease signs additionally the incidence rate among women in the atypical group is higher than in the typical group p combined bladder tuberculosis is the only related factor of renal tuberculosis with severe urinary frequency urgency and dysuria as the main onset symptoms p only the lam antibody and b lymphocyte counts were associated with the grouping of renal tuberculosis by logistic regression analysis p bladder tuberculosis is more common in the typical group at the same time chronic inflammation is the main manifestation in the atypical group atypical renal tuberculosis is an important part of renal tuberculosis its onset of symptoms is insidious and atypical without obvious bladder irritation symptoms which should cause high vigilance and attention uncomplicated bladder tuberculosis is the direct cause of the absence of bladder irritation symptoms in atypical renal tuberculosis and reduced humoral immune function and tubercular virulence may be the relevant factors inducing the onset of atypical symptoms in renal tuberculosis not applicable"
}