{
    "title": "Peripheral nerve regeneration in the MRL/MpJ ear wound model.",
    "doc_id": "20950365",
    "writer": "Buckley G",
    "year": "2011",
    "summary": "The MRL/MpJ mouse displays an accelerated ability to heal ear punch wounds without scar formation (whereas wounds on the dorsal surface of the trunk heal with scar formation), offering a rare opportunity for studying tissue regeneration in adult mammals. ...Unlike d …",
    "abstract": "The MRL/MpJ mouse displays an accelerated ability to heal ear punch wounds without scar formation (whereas wounds on the dorsal surface of the trunk heal with scar formation), offering a rare opportunity for studying tissue regeneration in adult mammals. A blastema-like structure develops and subsequently the structure of the wounded ear is restored, including cartilage, skin, hair follicles and adipose tissue. We sought to assess if the MRL/MpJ strain also possessed an enhanced capacity for peripheral nerve regeneration. Female MRL/MpJ and C57BL/6 mice were wounded with a 2-mm excisional biopsy punch to the centre of each ear and two 4-mm excisional biopsy punches to the dorsal skin. Immunohistochemical dual staining of pan-neurofilament and CD31 markers was used to investigate reinnervation and vascularisation of both the dorsal surface of the trunk and ear wounds. The MRL/MpJ mouse ear exhibited a significantly (P > 0.01) higher density of regenerated nerves than C57BL/6 between 10 and 21 days post-wounding when the blastema-like structure was forming. Unlike dorsal skin wounds, nerve regeneration in the ear wound preceded vascularisation, recapitulating early mammalian development. Immunohistochemical data suggest that factors within the blastemal mesenchyme, such as aggrecan, may direct nerve regrowth in the regenerating ear tissue.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20950365/",
    "clean_text": "peripheral nerve regeneration in the mrl mpj ear wound model the mrl mpj mouse displays an accelerated ability to heal ear punch wounds without scar formation whereas wounds on the dorsal surface of the trunk heal with scar formation offering a rare opportunity for studying tissue regeneration in adult mammals unlike d the mrl mpj mouse displays an accelerated ability to heal ear punch wounds without scar formation whereas wounds on the dorsal surface of the trunk heal with scar formation offering a rare opportunity for studying tissue regeneration in adult mammals a blastema like structure develops and subsequently the structure of the wounded ear is restored including cartilage skin hair follicles and adipose tissue we sought to assess if the mrl mpj strain also possessed an enhanced capacity for peripheral nerve regeneration female mrl mpj and c bl mice were wounded with a mm excisional biopsy punch to the centre of each ear and two mm excisional biopsy punches to the dorsal skin immunohistochemical dual staining of pan neurofilament and cd markers was used to investigate reinnervation and vascularisation of both the dorsal surface of the trunk and ear wounds the mrl mpj mouse ear exhibited a significantly p higher density of regenerated nerves than c bl between and days post wounding when the blastema like structure was forming unlike dorsal skin wounds nerve regeneration in the ear wound preceded vascularisation recapitulating early mammalian development immunohistochemical data suggest that factors within the blastemal mesenchyme such as aggrecan may direct nerve regrowth in the regenerating ear tissue"
}