{
    "pmid": "41449569",
    "title": "Integrating Genomic Data and Imaging in Lung Cancer Prediction Using a Hybrid Deep Learning Approach.",
    "abstract": "Lung cancer remains one of the leading causes of cancer-related mortality worldwide, underscoring the urgent need for improved diagnostic and predictive methodologies. The several challenges in the complexity and high dimensionality of genomic data can lead to overfitting and computational inefficiencies, making it difficult to extract relevant features. The objective of this study is to develop a hybrid deep learning model that effectively integrates genomic data and imaging to enhance the accuracy of lung cancer prediction. The study utilizes the LIDC-IDRI data set for comprehensive data collection, focusing on both imaging and genomic data relevant to lung cancer prediction. In the data preprocessing phase, a LoGF is applied to refine the images, emphasizing edges and enhancing the detection of critical features, which supports more accurate predictions of lung cancer outcomes. Imaging features are extracted from CT scans using various techniques, including texture analysis, shape descriptors, and deep learning-based methods, such as DCE imaging, which offers valuable insights into tumor vascularity and perfusion characteristics. The lung cancer prediction is conducted using hybrid deep learning techniques, employing the Inception-ResNet-v2 architecture, aimed at significantly enhancing diagnostic accuracy and facilitating early detection of lung cancer. The result shows that accuracy is the exactness of the models, with Inception-ResNet-v2 achieving the highest at 92.5%, implemented using Python software. Future research can explore the integration of additional multimodal data sources, such as electronic health records and lifestyle factors, to further enhance lung cancer prediction models.",
    "disease": "lung cancer",
    "clean_text": "integrating genomic data and imaging in lung cancer prediction using a hybrid deep learning approach lung cancer remains one of the leading causes of cancer related mortality worldwide underscoring the urgent need for improved diagnostic and predictive methodologies the several challenges in the complexity and high dimensionality of genomic data can lead to overfitting and computational inefficiencies making it difficult to extract relevant features the objective of this study is to develop a hybrid deep learning model that effectively integrates genomic data and imaging to enhance the accuracy of lung cancer prediction the study utilizes the lidc idri data set for comprehensive data collection focusing on both imaging and genomic data relevant to lung cancer prediction in the data preprocessing phase a logf is applied to refine the images emphasizing edges and enhancing the detection of critical features which supports more accurate predictions of lung cancer outcomes imaging features are extracted from ct scans using various techniques including texture analysis shape descriptors and deep learning based methods such as dce imaging which offers valuable insights into tumor vascularity and perfusion characteristics the lung cancer prediction is conducted using hybrid deep learning techniques employing the inception resnet v architecture aimed at significantly enhancing diagnostic accuracy and facilitating early detection of lung cancer the result shows that accuracy is the exactness of the models with inception resnet v achieving the highest at implemented using python software future research can explore the integration of additional multimodal data sources such as electronic health records and lifestyle factors to further enhance lung cancer prediction models"
}