{
    "pmid": "41341782",
    "title": "Invasive Fungal Infections in Decompensated Cirrhosis: A Clinical Case Series and Its Prognostic Implications.",
    "abstract": "Systemic fungal infections are an under-recognized cause of morbidity and mortality in patients with decompensated liver cirrhosis. Our goal was to describe the clinical features, microbiological findings, and outcomes of invasive fungal infections in this population in the context of a liver transplant center. We conducted a retrospective observational study of 16 adult patients with decompensated cirrhosis and culture-proven invasive fungal infections diagnosed between 2013 and 2024. Data were collected from electronic medical records and microbiology databases. Fungal pathogens were isolated from blood or ascitic fluid cultures. We analyzed demographics, cirrhosis etiology, antifungal treatment, and outcomes. The mean age was 41 years, and 50% of patients were female. All patients had decompensated cirrhosis and a mean model for end-stage liver disease-sodium score of 25.7. Half of them met criteria for acute-on-chronic liver failure at diagnosis. The most frequent isolates were Candida albicans (37.5%) and Cryptococcus neoformans (37.5%). Ascites was present in 87.5% of patients; and 68.8% had received antibiotics, while 31.2% had received corticosteroids, within 30 days prior to diagnosis. In-hospital mortality was 62.5%, with a median survival of 11 days. Invasive fungal infections in decompensated cirrhosis are associated with high short-term mortality and often occur in patients who have been exposed to antibiotics or corticosteroids. Awareness of this complication and prompt initiation of antifungal treatment may improve outcomes. Multicenter studies are needed to define risk factors and optimize diagnostic and therapeutic strategies. Las infecciones fúngicas sistémicas son una causa poco reconocida de morbilidad y mortalidad en pacientes con cirrosis hepática descompensada. El objetivo de este estudio fue describir las características clínicas, hallazgos microbiológicos y los desenlaces de las infecciones fúngicas invasivas en esta población en el contexto de un centro de trasplante hepático. Se llevó a cabo un estudio observacional retrospectivo de 16 pacientes adultos con cirrosis descompensada e infecciones fúngicas invasivas confirmadas por cultivo diagnosticadas entre 2013 y 2024. Los datos se recopilaron a partir de las historias clínicas electrónicas y las bases de datos de microbiología. Los hongos patógenos se aislaron a partir de hemocultivos o cultivos de líquido ascítico. Se analizaron las variables demográficas, la etiología de la cirrosis, el tratamiento antifúngico y la evolución clínica. La edad media fue de 41 años y el 50% de los pacientes fueron mujeres. Todos los pacientes presentaban cirrosis descompensada, con una puntuación promedio en el modelo de enfermedad hepática terminal-sodio de 25,7. La mitad de los enfermos cumplía los criterios de falla hepática aguda sobre crónica en el momento del diagnóstico. Los patógenos más frecuentes aislados fueron Candida albicans (37,5%) y Cryptococcus neoformans (37,5%). El 87,5% de los pacientes presentaba ascitis; el 68,8% había recibido antibióticos y el 31,2% corticosteroides en los 30 días previos al diagnóstico. La mortalidad intrahospitalaria fue del 62,5%, con una mediana de supervivencia de 11 días. Las infecciones fúngicas invasivas en la cirrosis descompensada se asocian a una elevada mortalidad a corto plazo y suelen ocurrir en pacientes que han estado expuestos a antibióticos o corticosteroides. El conocimiento de esta complicación y el inicio precoz del tratamiento antifúngico pueden mejorar la evolución. Son necesarios estudios multicéntricos para definir los factores de riesgo y optimizar las estrategias diagnósticas y terapéuticas.",
    "disease": "liver cirrhosis",
    "clean_text": "invasive fungal infections in decompensated cirrhosis a clinical case series and its prognostic implications systemic fungal infections are an under recognized cause of morbidity and mortality in patients with decompensated liver cirrhosis our goal was to describe the clinical features microbiological findings and outcomes of invasive fungal infections in this population in the context of a liver transplant center we conducted a retrospective observational study of adult patients with decompensated cirrhosis and culture proven invasive fungal infections diagnosed between and data were collected from electronic medical records and microbiology databases fungal pathogens were isolated from blood or ascitic fluid cultures we analyzed demographics cirrhosis etiology antifungal treatment and outcomes the mean age was years and of patients were female all patients had decompensated cirrhosis and a mean model for end stage liver disease sodium score of half of them met criteria for acute on chronic liver failure at diagnosis the most frequent isolates were candida albicans and cryptococcus neoformans ascites was present in of patients and had received antibiotics while had received corticosteroids within days prior to diagnosis in hospital mortality was with a median survival of days invasive fungal infections in decompensated cirrhosis are associated with high short term mortality and often occur in patients who have been exposed to antibiotics or corticosteroids awareness of this complication and prompt initiation of antifungal treatment may improve outcomes multicenter studies are needed to define risk factors and optimize diagnostic and therapeutic strategies las infecciones f ngicas sist micas son una causa poco reconocida de morbilidad y mortalidad en pacientes con cirrosis hep tica descompensada el objetivo de este estudio fue describir las caracter sticas cl nicas hallazgos microbiol gicos y los desenlaces de las infecciones f ngicas invasivas en esta poblaci n en el contexto de un centro de trasplante hep tico se llev a cabo un estudio observacional retrospectivo de pacientes adultos con cirrosis descompensada e infecciones f ngicas invasivas confirmadas por cultivo diagnosticadas entre y los datos se recopilaron a partir de las historias cl nicas electr nicas y las bases de datos de microbiolog a los hongos pat genos se aislaron a partir de hemocultivos o cultivos de l quido asc tico se analizaron las variables demogr ficas la etiolog a de la cirrosis el tratamiento antif ngico y la evoluci n cl nica la edad media fue de a os y el de los pacientes fueron mujeres todos los pacientes presentaban cirrosis descompensada con una puntuaci n promedio en el modelo de enfermedad hep tica terminal sodio de la mitad de los enfermos cumpl a los criterios de falla hep tica aguda sobre cr nica en el momento del diagn stico los pat genos m s frecuentes aislados fueron candida albicans y cryptococcus neoformans el de los pacientes presentaba ascitis el hab a recibido antibi ticos y el corticosteroides en los d as previos al diagn stico la mortalidad intrahospitalaria fue del con una mediana de supervivencia de d as las infecciones f ngicas invasivas en la cirrosis descompensada se asocian a una elevada mortalidad a corto plazo y suelen ocurrir en pacientes que han estado expuestos a antibi ticos o corticosteroides el conocimiento de esta complicaci n y el inicio precoz del tratamiento antif ngico pueden mejorar la evoluci n son necesarios estudios multic ntricos para definir los factores de riesgo y optimizar las estrategias diagn sticas y terap uticas"
}