{
    "title": "One hundred most-cited articles in head and neck surgery and analysis of female authorship.",
    "doc_id": "36193849",
    "writer": "Trent MS",
    "year": "2023",
    "summary": "METHODS: A search of high-impact journals in the field of head and neck surgery was performed in the Elsevier's Scopus database to identify the top 100 most-cited articles. ...Our findings support the need for additional research on female representation in head …",
    "abstract": "Background:\n        \n      \n      While female head and neck surgeons have made significant contributions to the field, women's achievements in scientific communication have traditionally been underreported.\n    \n\n\n          Methods:\n        \n      \n      A search of high-impact journals in the field of head and neck surgery was performed in the Elsevier's Scopus database to identify the top 100 most-cited articles.\n    \n\n\n          Results:\n        \n      \n      The top 100 most-cited articles (during the span of 1953 and 2016) had the highest total number of citations between 2005 and 2009. Women accounted for 36% of first authors and 25% of corresponding authors. Change in the relative number of first female authors in these top 100 articles did not increase significantly between 1950 and 2019.\n    \n\n\n          Conclusion:\n        \n      \n      The proportion of female first authors in head and neck surgery has not significantly increased over the past several decades, despite greater numbers of female trainees. Our findings support the need for additional research on female representation in head and neck surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36193849/",
    "clean_text": "one hundred most cited articles in head and neck surgery and analysis of female authorship methods a search of high impact journals in the field of head and neck surgery was performed in the elsevier s scopus database to identify the top most cited articles our findings support the need for additional research on female representation in head background while female head and neck surgeons have made significant contributions to the field women s achievements in scientific communication have traditionally been underreported methods a search of high impact journals in the field of head and neck surgery was performed in the elsevier s scopus database to identify the top most cited articles results the top most cited articles during the span of and had the highest total number of citations between and women accounted for of first authors and of corresponding authors change in the relative number of first female authors in these top articles did not increase significantly between and conclusion the proportion of female first authors in head and neck surgery has not significantly increased over the past several decades despite greater numbers of female trainees our findings support the need for additional research on female representation in head and neck surgery"
}