{
    "pmid": "41431747",
    "title": "The Role of Inflammation in Longitudinal Renal Function Decline and Incident Chronic Kidney Disease: The Multi-Ethnic Study of Atherosclerosis.",
    "abstract": "Chronic inflammation has been implicated in renal decline, but long-term population-based data are limited. We aimed to evaluate the associations between baseline inflammatory markers (interleukin-6 [IL-6] and high-sensitivity C-reactive protein [hsCRP]) and long-term renal function decline and incident chronic kidney disease (CKD). This prospective cohort study included participants of the Multi-Ethnic Study of Atherosclerosis (MESA) with estimated glomerular function (eGFR) >60 mL/min/1.73m2 and available IL-6 and hsCRP measurements at visit 1. Outcomes included longitudinal changes in eGFR and log-transformed urinary albumin-creatinine ratio (log[UACR]) through visit 5, and incident CKD through 2018. Mixed-effect linear regression models assessed renal function decline. Fine-Gray regression was used to model incident CKD, accounting for competing mortality. Among 4680 (hsCRP) and 4580 (IL-6) participants (median follow-up for incident CKD: 16.8 years), higher IL-6 was consistently associated with faster eGFR decline (tertile 3 [T3; versus T1]: -0.32 mL/min/1.73m2/year [95% CI 0.23-0.42 mL/min/1.73m2/year], p<0.001) greater log[UACR] increase (T3: 6.67×10-3 unit/year [2.95×10-3-10.39×10-3 unit/year], p<0.001), and higher CKD incidence (T3: sub-hazard ratio 1.65 [1.23-2.20], p=0.001). Contrastingly, hsCRP exhibited weaker and inconsistent associations. Elevated IL-6 predicts greater long-term eGFR decline, worsening albuminuria, and higher CKD risk. These results highlight IL-6's potential as a renal risk biomarker, meriting further study in cardiovascular-kidney-metabolic (CKM) syndromes. This study investigated how inflammation is related to deteriorations in kidney function and the occurrence of chronic (long-term) kidney disease (CKD), both of which are critical components of the cardiovascular–kidney–metabolic (CKM) syndrome. Using data from the Multi-Ethnic Study of Atherosclerosis, over 4500 volunteers had inflammation markers measured and were followed for almost 17 years. We found that higher levels of inflammation were correlated with worse deteriorations in kidney function and higher risks of developing CKD. These findings reaffirmed the pivotal role of inflammation in the long-term development of kidney disease. This study highlights the need for further investigation of how inflammatory markers can be used to predict future heart and kidney disease, especially as new drugs to treat inflammation are being developed.",
    "disease": "chronic kidney disease",
    "clean_text": "the role of inflammation in longitudinal renal function decline and incident chronic kidney disease the multi ethnic study of atherosclerosis chronic inflammation has been implicated in renal decline but long term population based data are limited we aimed to evaluate the associations between baseline inflammatory markers interleukin il and high sensitivity c reactive protein hscrp and long term renal function decline and incident chronic kidney disease ckd this prospective cohort study included participants of the multi ethnic study of atherosclerosis mesa with estimated glomerular function egfr ml min m and available il and hscrp measurements at visit outcomes included longitudinal changes in egfr and log transformed urinary albumin creatinine ratio log uacr through visit and incident ckd through mixed effect linear regression models assessed renal function decline fine gray regression was used to model incident ckd accounting for competing mortality among hscrp and il participants median follow up for incident ckd years higher il was consistently associated with faster egfr decline tertile t versus t ml min m year ci ml min m year p greater log uacr increase t unit year unit year p and higher ckd incidence t sub hazard ratio p contrastingly hscrp exhibited weaker and inconsistent associations elevated il predicts greater long term egfr decline worsening albuminuria and higher ckd risk these results highlight il s potential as a renal risk biomarker meriting further study in cardiovascular kidney metabolic ckm syndromes this study investigated how inflammation is related to deteriorations in kidney function and the occurrence of chronic long term kidney disease ckd both of which are critical components of the cardiovascular kidney metabolic ckm syndrome using data from the multi ethnic study of atherosclerosis over volunteers had inflammation markers measured and were followed for almost years we found that higher levels of inflammation were correlated with worse deteriorations in kidney function and higher risks of developing ckd these findings reaffirmed the pivotal role of inflammation in the long term development of kidney disease this study highlights the need for further investigation of how inflammatory markers can be used to predict future heart and kidney disease especially as new drugs to treat inflammation are being developed"
}