{
    "title": "Type 2 Myocardial Infarction: JACC Review Topic of the Week.",
    "doc_id": "30975302",
    "writer": "Sandoval Y",
    "year": "2019",
    "summary": "Acute myocardial infarction (MI) can occur from increased myocardial oxygen demand and/or reduced supply in the absence of acute atherothrombotic plaque disruption; a condition called type 2 myocardial infarction (T2MI). As with any MI subtype, …",
    "abstract": "Acute myocardial infarction (MI) can occur from increased myocardial oxygen demand and/or reduced supply in the absence of acute atherothrombotic plaque disruption; a condition called type 2 myocardial infarction (T2MI). As with any MI subtype, there must be clinical evidence of myocardial ischemia to make the diagnosis. This condition is increasingly diagnosed due to the increasing sensitivity of cardiac troponin assays and is associated with adverse short-term and long-term prognoses. Limited data exist defining optimal management strategies because T2MI is a heterogeneous entity with varying etiologies and triggers. Thus, these patients require individualized care. A major barrier is the absence of a uniform definition that can be operationalized with high reproducibility. This document provides a synthesis of the data about T2MI to assist clinicians' understanding of its pathobiology, when to deploy the diagnosis, and its associated treatments. It also clarifies prognosis, identifies gaps in knowledge, and provides recommendations for moving forward.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30975302/",
    "clean_text": "type myocardial infarction jacc review topic of the week acute myocardial infarction mi can occur from increased myocardial oxygen demand and or reduced supply in the absence of acute atherothrombotic plaque disruption a condition called type myocardial infarction t mi as with any mi subtype acute myocardial infarction mi can occur from increased myocardial oxygen demand and or reduced supply in the absence of acute atherothrombotic plaque disruption a condition called type myocardial infarction t mi as with any mi subtype there must be clinical evidence of myocardial ischemia to make the diagnosis this condition is increasingly diagnosed due to the increasing sensitivity of cardiac troponin assays and is associated with adverse short term and long term prognoses limited data exist defining optimal management strategies because t mi is a heterogeneous entity with varying etiologies and triggers thus these patients require individualized care a major barrier is the absence of a uniform definition that can be operationalized with high reproducibility this document provides a synthesis of the data about t mi to assist clinicians understanding of its pathobiology when to deploy the diagnosis and its associated treatments it also clarifies prognosis identifies gaps in knowledge and provides recommendations for moving forward"
}