{
    "title": "The Era of Gene Therapy: The Advancement of Lentiviral Vectors and Their Pseudotyping.",
    "doc_id": "40872751",
    "writer": "Jargalsaikhan BE",
    "year": "2025",
    "summary": "Dozens of gene therapy products based on viral and non-viral delivery platforms have been approved, marking the dawn of the gene therapy era. These viral vector strategies rely on adenoviruses, adeno-associated viruses, lentivirus-derived tools, and so …",
    "abstract": "Over 35 years of history, the field of gene therapy has undergone much progress. The initial concept-the replacement of dysfunctional genes with correct ones-has advanced to the next stage and reached the level of precise genome editing. Dozens of gene therapy products based on viral and non-viral delivery platforms have been approved, marking the dawn of the gene therapy era. These viral vector strategies rely on adenoviruses, adeno-associated viruses, lentivirus-derived tools, and so on. From the middle of the gene therapy transition, despite the challenges and serious negative consequences, the lentiviral vector has emerged as a cornerstone and demonstrated benefits in fields ranging from basic science to gene therapy. Therefore, we outline the importance of lentiviral vectors in the gene therapy era by focusing on their roles in the clinical usage, derivation, and development of next-generation platforms, as well as their pseudotyping.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40872751/",
    "clean_text": "the era of gene therapy the advancement of lentiviral vectors and their pseudotyping dozens of gene therapy products based on viral and non viral delivery platforms have been approved marking the dawn of the gene therapy era these viral vector strategies rely on adenoviruses adeno associated viruses lentivirus derived tools and so over years of history the field of gene therapy has undergone much progress the initial concept the replacement of dysfunctional genes with correct ones has advanced to the next stage and reached the level of precise genome editing dozens of gene therapy products based on viral and non viral delivery platforms have been approved marking the dawn of the gene therapy era these viral vector strategies rely on adenoviruses adeno associated viruses lentivirus derived tools and so on from the middle of the gene therapy transition despite the challenges and serious negative consequences the lentiviral vector has emerged as a cornerstone and demonstrated benefits in fields ranging from basic science to gene therapy therefore we outline the importance of lentiviral vectors in the gene therapy era by focusing on their roles in the clinical usage derivation and development of next generation platforms as well as their pseudotyping"
}