{
    "title": "Endometrial carcinoma after endometrial ablation: high-risk factors predicting its occurrence.",
    "doc_id": "9757952",
    "writer": "Valle RF",
    "year": "1998",
    "summary": "Our purpose was to review reported cases of endometrial carcinoma after endometrial ablation and to evaluate high-risk factors predicting its occurrence. We present guidelines for the treatment of abnormal uterine bleeding unresponsive to medical therapy in this hig …",
    "abstract": "Our purpose was to review reported cases of endometrial carcinoma after endometrial ablation and to evaluate high-risk factors predicting its occurrence. We present guidelines for the treatment of abnormal uterine bleeding unresponsive to medical therapy in this high-risk group of patients. Eight detailed reports on endometrial carcinoma after endometrial ablation were reviewed. The indications, methods of treatment, follow-up, and associated high-risk factors for endometrial carcinoma were analyzed. A focused list of high-risk factors for endometrial carcinoma was developed on the basis of the data collected. Guidelines were established to enable surgeons to minimize the risks of subsequent uterine cancer in women with abnormal uterine bleeding that is unresponsive to medical therapy (ie, candidates for ablation). Women who had endometrial carcinoma develop after ablation had predictive high-risk factors for subsequent neoplasia, and all eventually underwent a hysterectomy. Women with abnormal uterine bleeding and high-risk factors for endometrial carcinoma who did not respond to medical treatment may safely undergo endometrial ablation but must have a preablation biopsy indicating normal endometrium. Persistent hyperplasia unresponsive to hormonal therapy should influence the selection of a hysterectomy. Careful screening of patients before undergoing endometrial destructive procedures is prescient because minimally invasive, nonhysteroscopic ablative techniques are now emerging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9757952/",
    "clean_text": "endometrial carcinoma after endometrial ablation high risk factors predicting its occurrence our purpose was to review reported cases of endometrial carcinoma after endometrial ablation and to evaluate high risk factors predicting its occurrence we present guidelines for the treatment of abnormal uterine bleeding unresponsive to medical therapy in this hig our purpose was to review reported cases of endometrial carcinoma after endometrial ablation and to evaluate high risk factors predicting its occurrence we present guidelines for the treatment of abnormal uterine bleeding unresponsive to medical therapy in this high risk group of patients eight detailed reports on endometrial carcinoma after endometrial ablation were reviewed the indications methods of treatment follow up and associated high risk factors for endometrial carcinoma were analyzed a focused list of high risk factors for endometrial carcinoma was developed on the basis of the data collected guidelines were established to enable surgeons to minimize the risks of subsequent uterine cancer in women with abnormal uterine bleeding that is unresponsive to medical therapy ie candidates for ablation women who had endometrial carcinoma develop after ablation had predictive high risk factors for subsequent neoplasia and all eventually underwent a hysterectomy women with abnormal uterine bleeding and high risk factors for endometrial carcinoma who did not respond to medical treatment may safely undergo endometrial ablation but must have a preablation biopsy indicating normal endometrium persistent hyperplasia unresponsive to hormonal therapy should influence the selection of a hysterectomy careful screening of patients before undergoing endometrial destructive procedures is prescient because minimally invasive nonhysteroscopic ablative techniques are now emerging"
}