{
    "pmid": "41399308",
    "title": "The US population's asthmatic prevalence and age of first episode of asthma in relation to body roundness index.",
    "abstract": "Asthma is a chronic disease impacting millions globally, with rising prevalence linked to obesity. Body roundness index(BRI) is a novel measure of visceral fat distribution, but its association with asthma remains unexplored. This study aimed to assess the relationship between body roundness index (BRI) and the prevalence of asthma using NHANES data from 2001 to 2018. www.cdc.gov/nchs/nhanes/. The association between BRI and asthma prevalence, as well as age at first asthma, was examined using NHANES data from 2001 to 2018. Subgroup analysis was conducted to evaluate sensitive populations. Nonlinear relationships between BRI and asthma prevalence and age at first asthma were assessed through smooth curve fitting and threshold effect analysis. Among the 44,426 participants, 6,057 self-reported having asthma. After adjusting for confounders, a positive association was observed between BRI and asthma prevalence (OR = 1.09, 95% CI: 1.08, 1.11). This association grew stronger as BRI increased ( Increased BRI showed a linearly positive association with higher asthma incidence, although causality cannot be determined. Greater caution is advised when considering higher BRI, particularly regarding the development of late-onset asthma.",
    "disease": "asthma",
    "clean_text": "the us population s asthmatic prevalence and age of first episode of asthma in relation to body roundness index asthma is a chronic disease impacting millions globally with rising prevalence linked to obesity body roundness index bri is a novel measure of visceral fat distribution but its association with asthma remains unexplored this study aimed to assess the relationship between body roundness index bri and the prevalence of asthma using nhanes data from to www cdc gov nchs nhanes the association between bri and asthma prevalence as well as age at first asthma was examined using nhanes data from to subgroup analysis was conducted to evaluate sensitive populations nonlinear relationships between bri and asthma prevalence and age at first asthma were assessed through smooth curve fitting and threshold effect analysis among the participants self reported having asthma after adjusting for confounders a positive association was observed between bri and asthma prevalence or ci this association grew stronger as bri increased increased bri showed a linearly positive association with higher asthma incidence although causality cannot be determined greater caution is advised when considering higher bri particularly regarding the development of late onset asthma"
}