{
    "pmid": "41362554",
    "title": "A Rare Presentation of Knee Pain in a Patient With History of Lung Cancer.",
    "abstract": "Intra-articular malignancies affecting the knee and hip joint are extraordinarily rare presentations of metastatic disease. We present the case of a 64-year-old woman with a history of psoriasis, psoriatic arthritis, and right lung cancer, who presented with worsening right knee pain initially attributed to a psoriatic arthritis flare secondary to immune checkpoint inhibitor therapy used as adjuvant treatment for her lung cancer. However, persistent and worsening symptoms despite discontinuation of the offending agent and use of corticosteroids and analgesics prompted further evaluation. Magnetic resonance imaging revealed a soft tissue mass in the intercondylar space, and subsequent positron emission tomography-computed tomography demonstrated hypermetabolic activity in the right knee and right ischial tuberosity. These findings led to a biopsy, which confirmed the diagnosis of intra-articular metastasis from lung adenocarcinoma. Our case highlights the importance of considering protean manifestations of metastatic malignancy in our differential diagnoses and always listening to our patient.",
    "disease": "rheumatoid arthritis",
    "clean_text": "a rare presentation of knee pain in a patient with history of lung cancer intra articular malignancies affecting the knee and hip joint are extraordinarily rare presentations of metastatic disease we present the case of a year old woman with a history of psoriasis psoriatic arthritis and right lung cancer who presented with worsening right knee pain initially attributed to a psoriatic arthritis flare secondary to immune checkpoint inhibitor therapy used as adjuvant treatment for her lung cancer however persistent and worsening symptoms despite discontinuation of the offending agent and use of corticosteroids and analgesics prompted further evaluation magnetic resonance imaging revealed a soft tissue mass in the intercondylar space and subsequent positron emission tomography computed tomography demonstrated hypermetabolic activity in the right knee and right ischial tuberosity these findings led to a biopsy which confirmed the diagnosis of intra articular metastasis from lung adenocarcinoma our case highlights the importance of considering protean manifestations of metastatic malignancy in our differential diagnoses and always listening to our patient"
}