{
    "title": "Identification of a missense variant in the WFS1 gene that causes a mild form of Wolfram syndrome and is associated with risk for type 2 diabetes in Ashkenazi Jewish individuals.",
    "doc_id": "30014265",
    "writer": "Bansal V",
    "year": "2018",
    "summary": "We also investigated the association of this variant with risk for type 2 diabetes using genotype and sequence data for type 2 diabetes cases and controls. ...Analysis of sequence and genotype data in two case-control cohorts of Ashkenazi ancestry demo …",
    "abstract": "Aims/hypothesis:\n        \n      \n      Wolfram syndrome is a rare, autosomal recessive syndrome characterised by juvenile-onset diabetes and optic atrophy and is caused by bi-allelic mutations in the WFS1 gene. In a recent sequencing study, an individual with juvenile-onset diabetes was observed to be homozygous for a rare missense variant (c.1672C>T, p.R558C) in the WFS1 gene. The aim of this study was to perform the genetic characterisation of this variant and to determine whether it is causal for young-onset diabetes and Wolfram syndrome.\n    \n\n\n          Methods:\n        \n      \n      We analysed the allele frequency of the missense variant in multiple variant databases. We genotyped the variant in 475 individuals with type 1 diabetes and 2237 control individuals of Ashkenazi Jewish ancestry and analysed the phenotypes of homozygotes. We also investigated the association of this variant with risk for type 2 diabetes using genotype and sequence data for type 2 diabetes cases and controls.\n    \n\n\n          Results:\n        \n      \n      The missense variant demonstrated an allele frequency of 1.4% in individuals of Ashkenazi Jewish ancestry, 60-fold higher than in other populations. Genotyping of this variant in 475 individuals diagnosed with type 1 diabetes identified eight homozygotes compared with none in 2237 control individuals (genotype relative risk 135.3, p = 3.4 × 10-15). The age at diagnosis of diabetes for these eight individuals (17.8 ± 8.3 years) was several times greater than for typical Wolfram syndrome (5 ± 4 years). Further, optic atrophy was observed in only one of the eight individuals, while another individual had the Wolfram syndrome-relevant phenotype of neurogenic bladder. Analysis of sequence and genotype data in two case-control cohorts of Ashkenazi ancestry demonstrated that this variant is also associated with an increased risk of type 2 diabetes in heterozygotes (OR 1.81, p = 0.004).\n    \n\n\n          Conclusions/interpretation:\n        \n      \n      We have identified a low-frequency coding variant in the WFS1 gene that is enriched in Ashkenazi Jewish individuals and causes a mild form of Wolfram syndrome characterised by young-onset diabetes and reduced penetrance for optic atrophy. This variant should be considered for genetic testing in individuals of Ashkenazi ancestry diagnosed with young-onset non-autoimmune diabetes and should be included in Ashkenazi carrier screening panels.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30014265/",
    "clean_text": "identification of a missense variant in the wfs gene that causes a mild form of wolfram syndrome and is associated with risk for type diabetes in ashkenazi jewish individuals we also investigated the association of this variant with risk for type diabetes using genotype and sequence data for type diabetes cases and controls analysis of sequence and genotype data in two case control cohorts of ashkenazi ancestry demo aims hypothesis wolfram syndrome is a rare autosomal recessive syndrome characterised by juvenile onset diabetes and optic atrophy and is caused by bi allelic mutations in the wfs gene in a recent sequencing study an individual with juvenile onset diabetes was observed to be homozygous for a rare missense variant c c t p r c in the wfs gene the aim of this study was to perform the genetic characterisation of this variant and to determine whether it is causal for young onset diabetes and wolfram syndrome methods we analysed the allele frequency of the missense variant in multiple variant databases we genotyped the variant in individuals with type diabetes and control individuals of ashkenazi jewish ancestry and analysed the phenotypes of homozygotes we also investigated the association of this variant with risk for type diabetes using genotype and sequence data for type diabetes cases and controls results the missense variant demonstrated an allele frequency of in individuals of ashkenazi jewish ancestry fold higher than in other populations genotyping of this variant in individuals diagnosed with type diabetes identified eight homozygotes compared with none in control individuals genotype relative risk p the age at diagnosis of diabetes for these eight individuals years was several times greater than for typical wolfram syndrome years further optic atrophy was observed in only one of the eight individuals while another individual had the wolfram syndrome relevant phenotype of neurogenic bladder analysis of sequence and genotype data in two case control cohorts of ashkenazi ancestry demonstrated that this variant is also associated with an increased risk of type diabetes in heterozygotes or p conclusions interpretation we have identified a low frequency coding variant in the wfs gene that is enriched in ashkenazi jewish individuals and causes a mild form of wolfram syndrome characterised by young onset diabetes and reduced penetrance for optic atrophy this variant should be considered for genetic testing in individuals of ashkenazi ancestry diagnosed with young onset non autoimmune diabetes and should be included in ashkenazi carrier screening panels"
}