{
    "title": "ITP: a historical perspective.",
    "doc_id": "21466538",
    "writer": "Stasi R",
    "year": "2011",
    "summary": "A clinical syndrome of bleeding and purpura consistent with a diagnosis of immune thrombocytopenia (ITP) was described by Werlhof long before platelets were identified as the cellular component of blood playing an essential role in primary haemostasis. Although a role for …",
    "abstract": "A clinical syndrome of bleeding and purpura consistent with a diagnosis of immune thrombocytopenia (ITP) was described by Werlhof long before platelets were identified as the cellular component of blood playing an essential role in primary haemostasis. Although a role for the spleen was suggested nearly a century ago, the pathophysiology of ITP has remained elusive for many decades. During this time Werlhof's disease was renamed idiopathic thrombocytopenic purpura, from which the acronym ITP originally derives. The second half of the 20th century brought recognition of the autoimmune components of ITP, and hence the need for a new standard nomenclature, which has recently been accepted. ITP currently stands for Immune Thrombocytopenia, a name that more appropriately reflects the low platelet count rather than purpura as the main feature of the disease, as well as to defining its underlying nature. Advances in our knowledge of the disease have paralleled the availability of new therapeutic agents, and we are now entering an era of pathophysiologically-based treatment options.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21466538/",
    "clean_text": "itp a historical perspective a clinical syndrome of bleeding and purpura consistent with a diagnosis of immune thrombocytopenia itp was described by werlhof long before platelets were identified as the cellular component of blood playing an essential role in primary haemostasis although a role for a clinical syndrome of bleeding and purpura consistent with a diagnosis of immune thrombocytopenia itp was described by werlhof long before platelets were identified as the cellular component of blood playing an essential role in primary haemostasis although a role for the spleen was suggested nearly a century ago the pathophysiology of itp has remained elusive for many decades during this time werlhof s disease was renamed idiopathic thrombocytopenic purpura from which the acronym itp originally derives the second half of the th century brought recognition of the autoimmune components of itp and hence the need for a new standard nomenclature which has recently been accepted itp currently stands for immune thrombocytopenia a name that more appropriately reflects the low platelet count rather than purpura as the main feature of the disease as well as to defining its underlying nature advances in our knowledge of the disease have paralleled the availability of new therapeutic agents and we are now entering an era of pathophysiologically based treatment options"
}