{
    "pmid": "41390895",
    "title": "Endoscopic retrograde cholangiopancreatography as a diagnostic key tool for biliary atresia: feasibility, safety and accuracy in neonates with cholestatic liver disease.",
    "abstract": "Biliary atresia (BA) is a rare condition in newborns characterised by inflammation and obliteration of bile ducts, leading to cirrhosis. Early diagnosis and treatment through Kasai portoenterostomy are crucial for native liver survival. While diagnostic methods include clinical assessment, laboratory tests and imaging, no non-invasive test can definitively rule out BA. Therefore, laparotomy with cholangiography remains the gold standard for diagnosis. This study assesses the feasibility, safety and accuracy of endoscopic retrograde cholangiopancreatography (ERCP) for diagnosing BA in newborns. The single-center study was conducted at the University Hospital Tübingen. The study included infants with neonatal cholestasis and suspected BA scheduled for ERCP from 2011 to 2023. We identified 60 jaundiced infants with suspected BA scheduled for diagnostic ERCP with a median age of 50 days. Endoscopy was technically feasible in 58/60 children. In 23 of 58 cases, the bile ducts could not be visualized, suggesting BA. Normal bile duct anatomy was visualized in 35/58 patients, and BA was ruled out. The sensitivity was 100%, the specificity was 92.1%, the negative predictive value was 1.0, and the positive predictive value was 0.87. We did not observe any significant complications post-ERCP (in particular, no bleeding, perforation or pancreatitis). However, in one case (1/60; 2%), protracted weaning after general anesthesia occurred.Conclusions: ERCP is a safe, effective and reliable tool for excluding BA in jaundiced infants. ERCP's integration into the diagnostic algorithm can reduce the burden of surgical diagnostic procedures and enable early diagnosis and portoenterostomy, thereby improving transplant-free survival. What is known - What is new: • Biliary atresia (BA) is the leading cause of obstructive jaundice in neonates, requiring early surgical intervention for optimal outcomes. • Current diagnostic approaches are multimodal but lack a definitive, non-invasive method to exclude BA. • This study demonstrates that ERCP is not only technically feasible in infants as small as 2.6 kg but also highly reliable in excluding BA with 100% sensitivity, 92.1% specificity and a negative predictive value of 1.0. • ERCP is a key diagnostic tool for early exclusion of BA, offering greater diagnostic precision than ultrasound, liver biopsy, or laboratory parameters.",
    "disease": "liver cirrhosis",
    "clean_text": "endoscopic retrograde cholangiopancreatography as a diagnostic key tool for biliary atresia feasibility safety and accuracy in neonates with cholestatic liver disease biliary atresia ba is a rare condition in newborns characterised by inflammation and obliteration of bile ducts leading to cirrhosis early diagnosis and treatment through kasai portoenterostomy are crucial for native liver survival while diagnostic methods include clinical assessment laboratory tests and imaging no non invasive test can definitively rule out ba therefore laparotomy with cholangiography remains the gold standard for diagnosis this study assesses the feasibility safety and accuracy of endoscopic retrograde cholangiopancreatography ercp for diagnosing ba in newborns the single center study was conducted at the university hospital t bingen the study included infants with neonatal cholestasis and suspected ba scheduled for ercp from to we identified jaundiced infants with suspected ba scheduled for diagnostic ercp with a median age of days endoscopy was technically feasible in children in of cases the bile ducts could not be visualized suggesting ba normal bile duct anatomy was visualized in patients and ba was ruled out the sensitivity was the specificity was the negative predictive value was and the positive predictive value was we did not observe any significant complications post ercp in particular no bleeding perforation or pancreatitis however in one case protracted weaning after general anesthesia occurred conclusions ercp is a safe effective and reliable tool for excluding ba in jaundiced infants ercp s integration into the diagnostic algorithm can reduce the burden of surgical diagnostic procedures and enable early diagnosis and portoenterostomy thereby improving transplant free survival what is known what is new biliary atresia ba is the leading cause of obstructive jaundice in neonates requiring early surgical intervention for optimal outcomes current diagnostic approaches are multimodal but lack a definitive non invasive method to exclude ba this study demonstrates that ercp is not only technically feasible in infants as small as kg but also highly reliable in excluding ba with sensitivity specificity and a negative predictive value of ercp is a key diagnostic tool for early exclusion of ba offering greater diagnostic precision than ultrasound liver biopsy or laboratory parameters"
}