{
    "title": "Total Spinal Anesthesia Failure: Have You Assessed the Sensory Anesthesia in Sacral Dermatomes?",
    "doc_id": "28431427",
    "writer": "de Sá Oliveira RR",
    "year": "2017",
    "summary": "Intrathecal local anesthetic maldistribution is a well-known cause of spinal anesthesia failure (SAF). This could potentially result in sensory blockade restricted to the sacral dermatomes. We sought to determine the overall incidence of SAF and the role of sacral dermatom …",
    "abstract": "Intrathecal local anesthetic maldistribution is a well-known cause of spinal anesthesia failure (SAF). This could potentially result in sensory blockade restricted to the sacral dermatomes. We sought to determine the overall incidence of SAF and the role of sacral dermatomes in differentiating between total and partial failures. Of the 3111 spinals prospectively examined, 194 (6.2%) were classified as failures. Of the 72 presumed total failures based on the initial assessment, evaluation of the sacral dermatomes revealed sensory blockade in 32 (44%; 95% confidence interval, 32.7%-56.6%). Sacral dermatome assessment after SAF may be important in safely guiding subsequent anesthetic management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28431427/",
    "clean_text": "total spinal anesthesia failure have you assessed the sensory anesthesia in sacral dermatomes intrathecal local anesthetic maldistribution is a well known cause of spinal anesthesia failure saf this could potentially result in sensory blockade restricted to the sacral dermatomes we sought to determine the overall incidence of saf and the role of sacral dermatom intrathecal local anesthetic maldistribution is a well known cause of spinal anesthesia failure saf this could potentially result in sensory blockade restricted to the sacral dermatomes we sought to determine the overall incidence of saf and the role of sacral dermatomes in differentiating between total and partial failures of the spinals prospectively examined were classified as failures of the presumed total failures based on the initial assessment evaluation of the sacral dermatomes revealed sensory blockade in confidence interval sacral dermatome assessment after saf may be important in safely guiding subsequent anesthetic management"
}