{
    "pmid": "41471170",
    "title": "Resistance of Gram-Negative Bacteria to Eravacycline: A Systematic Review of Data from In Vitro Studies.",
    "abstract": "Eravacycline is a new fluorocycline antibiotic with a broad spectrum of antimicrobial activity approved for the treatment of patients with complicated intra-abdominal infections. This systematic review aimed to evaluate the published data on the resistance of Gram-negative bacterial isolates to eravacycline. We identified relevant publications by systematically searching Embase, PubMed, Scopus, and Web of Science from their inception to 29 August 2025. Published antimicrobial resistance breakpoints of the European Committee on Antimicrobial Susceptibility Testing (EUCAST) and the US Food and Drug Administration (FDA) were used. Data on 59,922 Gram-negative bacterial clinical isolates were retrieved from 68 articles after the screening of 283 potentially relevant studies. The resistance of consecutive (non-selected)  The evaluated data support the adequate antimicrobial activity of eravacycline against most Gram-negative bacterial clinical isolates. However, in vitro antimicrobial susceptibility testing and modern molecular diagnostic tests, including those that examine mechanisms of resistance, are helpful for the appropriate use of eravacycline in clinical practice.",
    "disease": "pneumonia",
    "clean_text": "resistance of gram negative bacteria to eravacycline a systematic review of data from in vitro studies eravacycline is a new fluorocycline antibiotic with a broad spectrum of antimicrobial activity approved for the treatment of patients with complicated intra abdominal infections this systematic review aimed to evaluate the published data on the resistance of gram negative bacterial isolates to eravacycline we identified relevant publications by systematically searching embase pubmed scopus and web of science from their inception to august published antimicrobial resistance breakpoints of the european committee on antimicrobial susceptibility testing eucast and the us food and drug administration fda were used data on gram negative bacterial clinical isolates were retrieved from articles after the screening of potentially relevant studies the resistance of consecutive non selected the evaluated data support the adequate antimicrobial activity of eravacycline against most gram negative bacterial clinical isolates however in vitro antimicrobial susceptibility testing and modern molecular diagnostic tests including those that examine mechanisms of resistance are helpful for the appropriate use of eravacycline in clinical practice"
}