{
    "title": "Vitamin D metabolism in insulin-dependent diabetes mellitus.",
    "doc_id": "6427548",
    "writer": "Storm TL",
    "year": "1983",
    "summary": "The pathogenesis is unknown, but an impairment of vitamin D metabolism might be involved. Consequently, we have studied vitamin D metabolism in five groups of insulin-dependent diabetic patients. ...The serum levels of 1,25 (OH)2D were reduced only in …",
    "abstract": "A significant loss of bone has been observed in diabetes mellitus. The pathogenesis is unknown, but an impairment of vitamin D metabolism might be involved. Consequently, we have studied vitamin D metabolism in five groups of insulin-dependent diabetic patients. Significantly reduced levels of serum 25(OH)D were seen only in patients with diabetic nephropathy. The serum levels of 1,25 (OH)2D were reduced only in diabetic ketoacidosis but normalized during recovery. It is concluded that vitamin D metabolism is largely normal in adult insulin-dependent diabetes, and it seems unlikely that a disturbance of the vitamin D metabolism can explain the bone loss in the ordinarily controlled diabetics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6427548/",
    "clean_text": "vitamin d metabolism in insulin dependent diabetes mellitus the pathogenesis is unknown but an impairment of vitamin d metabolism might be involved consequently we have studied vitamin d metabolism in five groups of insulin dependent diabetic patients the serum levels of oh d were reduced only in a significant loss of bone has been observed in diabetes mellitus the pathogenesis is unknown but an impairment of vitamin d metabolism might be involved consequently we have studied vitamin d metabolism in five groups of insulin dependent diabetic patients significantly reduced levels of serum oh d were seen only in patients with diabetic nephropathy the serum levels of oh d were reduced only in diabetic ketoacidosis but normalized during recovery it is concluded that vitamin d metabolism is largely normal in adult insulin dependent diabetes and it seems unlikely that a disturbance of the vitamin d metabolism can explain the bone loss in the ordinarily controlled diabetics"
}