{
    "title": "The Temporal Pattern, Flux, and Function of Autophagy in Spinal Cord Injury.",
    "doc_id": "28230791",
    "writer": "Zhou K",
    "year": "2017",
    "summary": "Previous studies have indicated that autophagy plays a critical role in spinal cord injury (SCI), including traumatic spinal cord injury (TSCI) and ischemia-reperfusion spinal cord injury (IRSCI). ...In this review, t …",
    "abstract": "Previous studies have indicated that autophagy plays a critical role in spinal cord injury (SCI), including traumatic spinal cord injury (TSCI) and ischemia-reperfusion spinal cord injury (IRSCI). However, while the understanding of mechanisms underlying autophagy in SCI has progressed, there remain several controversial points: (1) temporal pattern results of autophagic activation after SCI are not consistent across studies; (2) effect of accumulation of autophagosomes due to the blockade or enhancement of autophagic flux is uncertain; (3) overall effect of enhanced autophagy remains undefined, with both beneficial and detrimental outcomes reported in SCI literature. In this review, the temporal pattern of autophagic activation, autophagic flux, autophagic cell death, relationship between autophagy and apoptosis, and pharmacological intervention of autophagy in TSCI (contusion injury, compression injury and hemisection injury) and IRSCI are discussed. Types of SCI and severity appear to contribute to differences in outcomes regarding temporal pattern, flux, and function of autophagy. With future development of specific strategies on autophagy intervention, autophagy may play an important role in improving functional recovery in patients with SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28230791/",
    "clean_text": "the temporal pattern flux and function of autophagy in spinal cord injury previous studies have indicated that autophagy plays a critical role in spinal cord injury sci including traumatic spinal cord injury tsci and ischemia reperfusion spinal cord injury irsci in this review t previous studies have indicated that autophagy plays a critical role in spinal cord injury sci including traumatic spinal cord injury tsci and ischemia reperfusion spinal cord injury irsci however while the understanding of mechanisms underlying autophagy in sci has progressed there remain several controversial points temporal pattern results of autophagic activation after sci are not consistent across studies effect of accumulation of autophagosomes due to the blockade or enhancement of autophagic flux is uncertain overall effect of enhanced autophagy remains undefined with both beneficial and detrimental outcomes reported in sci literature in this review the temporal pattern of autophagic activation autophagic flux autophagic cell death relationship between autophagy and apoptosis and pharmacological intervention of autophagy in tsci contusion injury compression injury and hemisection injury and irsci are discussed types of sci and severity appear to contribute to differences in outcomes regarding temporal pattern flux and function of autophagy with future development of specific strategies on autophagy intervention autophagy may play an important role in improving functional recovery in patients with sci"
}