{
    "pmid": "41460635",
    "title": "Bulk and Single-Cell Transcriptomics Reveal the Role of Inflammatory Response-Related Genes in Cerebral Ischemia-Reperfusion Injury.",
    "abstract": "Cerebral ischemia-reperfusion injury (CIRI) is a secondary brain injury triggered by restored blood flow after ischemia, in which inflammatory responses play a pivotal role. However, the specific inflammatory response-related genes (IRRGs) driving CIRI progression remain poorly characterized. Here, we integrated single-cell and bulk transcriptomics to identify diagnostic and therapeutic IRRGs in CIRI. The gene expression profiles related to the dataset of ischemic stroke in rats/mice were downloaded from the GEO database (GSE97537, GSE61616 and GSE137482). We performed differential expression analysis (DESeq2) and constructed a protein-protein interaction (PPI) network. Key feature genes were screened via least absolute shrinkage and selection operator regression. Consensus clustering defined molecular subtypes based on IRRGs expression. Single-cell RNA-seq data (GSE227651) was analyzed using Seurat for unsupervised clustering, AUCell score-based activity assessment, and CellChat for intercellular communication. Pseudotime trajectories were reconstructed with Monocle2. We identified four IRRGs (IL18, CCL3, CCL4, and NFKBIA), and all of them showed significantly high expression in the CIRI group. The diagnostic models constructed based on these characterized genes demonstrated robust predictive efficacy for CIRI. Further consensus clustering analysis classified the CIRI samples into two molecular subtypes with significant differences. Single-cell transcriptome analysis revealed microglia as a key effector cell population during CIRI, which play a critical role in inflammatory regulation and can be further subdivided into seven functionally heterogeneous subpopulations. The inflammatory response in CIRI may be coordinately regulated by multiple microglial subpopulations, and four IRRGs representing potential therapeutic targets. However, further validation through prospective clinical studies and functional experiments is warranted.",
    "disease": "stroke",
    "clean_text": "bulk and single cell transcriptomics reveal the role of inflammatory response related genes in cerebral ischemia reperfusion injury cerebral ischemia reperfusion injury ciri is a secondary brain injury triggered by restored blood flow after ischemia in which inflammatory responses play a pivotal role however the specific inflammatory response related genes irrgs driving ciri progression remain poorly characterized here we integrated single cell and bulk transcriptomics to identify diagnostic and therapeutic irrgs in ciri the gene expression profiles related to the dataset of ischemic stroke in rats mice were downloaded from the geo database gse gse and gse we performed differential expression analysis deseq and constructed a protein protein interaction ppi network key feature genes were screened via least absolute shrinkage and selection operator regression consensus clustering defined molecular subtypes based on irrgs expression single cell rna seq data gse was analyzed using seurat for unsupervised clustering aucell score based activity assessment and cellchat for intercellular communication pseudotime trajectories were reconstructed with monocle we identified four irrgs il ccl ccl and nfkbia and all of them showed significantly high expression in the ciri group the diagnostic models constructed based on these characterized genes demonstrated robust predictive efficacy for ciri further consensus clustering analysis classified the ciri samples into two molecular subtypes with significant differences single cell transcriptome analysis revealed microglia as a key effector cell population during ciri which play a critical role in inflammatory regulation and can be further subdivided into seven functionally heterogeneous subpopulations the inflammatory response in ciri may be coordinately regulated by multiple microglial subpopulations and four irrgs representing potential therapeutic targets however further validation through prospective clinical studies and functional experiments is warranted"
}