{
    "pmid": "41426032",
    "title": "CKDs at the Crossroads: From Failures to Future Therapies.",
    "abstract": "Chronic kidney disease (CKD) is a public health emergency because it is common and carries an increasing burden of morbidity and mortality. Until recently, treatment options for CKD and its adverse systemic effects were limited; however, we now have multiple approved therapies and a growing pipeline of promising treatments under evaluation. Despite the strong evidence and guideline recommendations supporting the broad use of approved therapies, uptake in practice remains lower than expected, potentially limiting the benefits of these advances. Early identification of CKD remains a prerequisite for therapy, yet screening and cost-effectiveness continue to be debated globally. In this review, we discuss the currently available pharmacologic treatments for CKD that have proven kidney and cardiac benefits with a specific focus on addressing barriers to implementation and ongoing trials that will inform their routine clinical use. We then discuss treatments that are in late-phase clinical trials that may expand the therapeutic options for CKD in the next few years. This will necessitate a personalized approach to management to determine which therapies will work best for which patients. Finally, we touch on therapeutic strategies that did not demonstrate clinical benefits despite rational physiologic support. This review addresses the know-do gap that exists in applying proven therapies for people with CKD and provides clinicians with practical tools and knowledge to improve clinical uptake, while acknowledging global challenges of access and affordability.",
    "disease": "chronic kidney disease",
    "clean_text": "ckds at the crossroads from failures to future therapies chronic kidney disease ckd is a public health emergency because it is common and carries an increasing burden of morbidity and mortality until recently treatment options for ckd and its adverse systemic effects were limited however we now have multiple approved therapies and a growing pipeline of promising treatments under evaluation despite the strong evidence and guideline recommendations supporting the broad use of approved therapies uptake in practice remains lower than expected potentially limiting the benefits of these advances early identification of ckd remains a prerequisite for therapy yet screening and cost effectiveness continue to be debated globally in this review we discuss the currently available pharmacologic treatments for ckd that have proven kidney and cardiac benefits with a specific focus on addressing barriers to implementation and ongoing trials that will inform their routine clinical use we then discuss treatments that are in late phase clinical trials that may expand the therapeutic options for ckd in the next few years this will necessitate a personalized approach to management to determine which therapies will work best for which patients finally we touch on therapeutic strategies that did not demonstrate clinical benefits despite rational physiologic support this review addresses the know do gap that exists in applying proven therapies for people with ckd and provides clinicians with practical tools and knowledge to improve clinical uptake while acknowledging global challenges of access and affordability"
}