{
    "pmid": "41451956",
    "title": "Distinct clinical characteristics of acute cardiorenal syndrome (CRS) patients: An Indian cohort study for novel biomarker discovery.",
    "abstract": "The growing prevalence of cardiorenal syndrome (CRS) worldwide underscores the need for specific clinical management, diagnosis, and identification of CRS-specific novel biomarkers. Acute-CRS is highly prevalent in Acute Heart Failure (AHF) patients, clinically driving adverse outcomes. However, there is a paucity of clinical data on the overlap between CRS, HF, and acute kidney injury (AKI). Pathophysiologically, acute-CRS begins with an acute myocardial injury, which subsequently leads to renal insufficiency. Clinically, reduced ejection fraction (EF), increased creatinine(sCr), and reduced eGFR are the standard parameters for diagnosis and treatment of acute-CRS. To understand the clinical need, this study compares the clinical characteristics of the acute-CRS patients with CHF, AKI, and healthy. Recruited participants were of Indian origin, diagnosed with any one of CRS-I, HF, or AKI, or healthy individuals. Baseline demographics were compared across groups and further subjected to clustering analyses. EF, eGFR, and sCr varied significantly across all groups in the cohort. Clustering analysis shows a distinct pathological grouping of Acute-CRS. Intriguing differences in eGFR and EF exhibit sex bias in clinical Acute-CRS cases. Acute-CRS is also clinically distinct in terms of clinical biomarkers of AKI. Hence, this cross-sectional cohort study establishes acute-CRS as a distinct pathological condition requiring comprehensive studies.",
    "disease": "stroke",
    "clean_text": "distinct clinical characteristics of acute cardiorenal syndrome crs patients an indian cohort study for novel biomarker discovery the growing prevalence of cardiorenal syndrome crs worldwide underscores the need for specific clinical management diagnosis and identification of crs specific novel biomarkers acute crs is highly prevalent in acute heart failure ahf patients clinically driving adverse outcomes however there is a paucity of clinical data on the overlap between crs hf and acute kidney injury aki pathophysiologically acute crs begins with an acute myocardial injury which subsequently leads to renal insufficiency clinically reduced ejection fraction ef increased creatinine scr and reduced egfr are the standard parameters for diagnosis and treatment of acute crs to understand the clinical need this study compares the clinical characteristics of the acute crs patients with chf aki and healthy recruited participants were of indian origin diagnosed with any one of crs i hf or aki or healthy individuals baseline demographics were compared across groups and further subjected to clustering analyses ef egfr and scr varied significantly across all groups in the cohort clustering analysis shows a distinct pathological grouping of acute crs intriguing differences in egfr and ef exhibit sex bias in clinical acute crs cases acute crs is also clinically distinct in terms of clinical biomarkers of aki hence this cross sectional cohort study establishes acute crs as a distinct pathological condition requiring comprehensive studies"
}