{
    "pmid": "41474671",
    "title": "Percutaneous Arterial Closure for Inadvertent Subclavian Artery Cannulation During Central Venous Catheterization: A Case Report.",
    "abstract": "BACKGROUND Arterial injury during central venous catheterization (CVC) occurs in 0.1% to 2.7% of cases and can lead to serious complications, such as arterial occlusion, embolism, pseudoaneurysm, vessel rupture, and life-threatening hemorrhage. These risks are particularly concerning in critically ill patients, especially those receiving anticoagulation or with acute coagulopathy. CASE REPORT We report the case of an 81-year-old woman with a complex medical history, including chronic heart failure, atrial fibrillation, chronic obstructive pulmonary disease (COPD), and chronic kidney disease, whose left subclavian artery was accidentally punctured during central venous catheterization (CVC). The injury was managed successfully by removing the catheter and performing percutaneous arterial closure. The repair involved image-guided percutaneous vascular suturing, using fluoroscopy and real-time contrast imaging. Before the procedure, color Doppler ultrasonography was used to assess the injury's size and location, while CT angiography evaluated the surrounding vasculature for complications, including arterial rupture or significant bleeding. The postoperative recovery was uneventful, with no signs of pseudoaneurysm or arteriovenous fistula. The patient maintained stable hemodynamics throughout the recovery period and exhibited no signs of further vascular complications. CONCLUSIONS Percutaneous suturing is a safe and effective method for managing mild arterial injuries during central venous catheterization (CVC), especially in patients with complex comorbidities. This approach provides precise hemostasis, minimizes vascular trauma, and offers a minimally invasive solution to prevent significant complications, ensuring a smooth recovery.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "percutaneous arterial closure for inadvertent subclavian artery cannulation during central venous catheterization a case report background arterial injury during central venous catheterization cvc occurs in to of cases and can lead to serious complications such as arterial occlusion embolism pseudoaneurysm vessel rupture and life threatening hemorrhage these risks are particularly concerning in critically ill patients especially those receiving anticoagulation or with acute coagulopathy case report we report the case of an year old woman with a complex medical history including chronic heart failure atrial fibrillation chronic obstructive pulmonary disease copd and chronic kidney disease whose left subclavian artery was accidentally punctured during central venous catheterization cvc the injury was managed successfully by removing the catheter and performing percutaneous arterial closure the repair involved image guided percutaneous vascular suturing using fluoroscopy and real time contrast imaging before the procedure color doppler ultrasonography was used to assess the injury s size and location while ct angiography evaluated the surrounding vasculature for complications including arterial rupture or significant bleeding the postoperative recovery was uneventful with no signs of pseudoaneurysm or arteriovenous fistula the patient maintained stable hemodynamics throughout the recovery period and exhibited no signs of further vascular complications conclusions percutaneous suturing is a safe and effective method for managing mild arterial injuries during central venous catheterization cvc especially in patients with complex comorbidities this approach provides precise hemostasis minimizes vascular trauma and offers a minimally invasive solution to prevent significant complications ensuring a smooth recovery"
}