{
    "pmid": "41458847",
    "title": "Pseudo-Anterior ST-Elevation Myocardial Infarction Due to Hypertrophic Cardiomyopathy.",
    "abstract": "We report the case of a 43-year-old man with cardiovascular risk factors such as hypertension, hypertriglyceridemia and non-alcoholic fatty liver disease. He was admitted with a complaint of exertional and persistent chest pain, accompanied by electrocardiographic changes suggestive of anterior ST-elevation myocardial infarction. Initial investigations, including coronary angiography and optical coherence tomography, revealed unobstructed coronary arteries and no evidence of plaque disruption. Transthoracic echocardiography demonstrated marked asymmetric septal hypertrophy with mild systolic anterior motion of the mitral valve and eccentric mitral regurgitation, in the absence of a resting or provoked left ventricular outflow tract gradient. Cardiac magnetic resonance imaging further confirmed a diagnosis of non-obstructive hypertrophic cardiomyopathy (HCM), with late gadolinium enhancement indicating patchy mid-septal and basal fibrosis. In view of these findings, dual antiplatelet therapy was discontinued, and the patient was managed with beta-blockers. He was discharged with plans for outpatient cardiology follow-up, risk stratification for sudden cardiac death, and genetic evaluation. This case highlights the potential for HCM to mimic acute coronary syndromes, particularly in a patient with cardiovascular risk factors, ischaemic ECG changes and ongoing chest pain. It underscores the diagnostic value of advanced imaging modalities in differentiating true myocardial infarction from phenocopies, thereby guiding appropriate and timely management.",
    "disease": "hypertension",
    "clean_text": "pseudo anterior st elevation myocardial infarction due to hypertrophic cardiomyopathy we report the case of a year old man with cardiovascular risk factors such as hypertension hypertriglyceridemia and non alcoholic fatty liver disease he was admitted with a complaint of exertional and persistent chest pain accompanied by electrocardiographic changes suggestive of anterior st elevation myocardial infarction initial investigations including coronary angiography and optical coherence tomography revealed unobstructed coronary arteries and no evidence of plaque disruption transthoracic echocardiography demonstrated marked asymmetric septal hypertrophy with mild systolic anterior motion of the mitral valve and eccentric mitral regurgitation in the absence of a resting or provoked left ventricular outflow tract gradient cardiac magnetic resonance imaging further confirmed a diagnosis of non obstructive hypertrophic cardiomyopathy hcm with late gadolinium enhancement indicating patchy mid septal and basal fibrosis in view of these findings dual antiplatelet therapy was discontinued and the patient was managed with beta blockers he was discharged with plans for outpatient cardiology follow up risk stratification for sudden cardiac death and genetic evaluation this case highlights the potential for hcm to mimic acute coronary syndromes particularly in a patient with cardiovascular risk factors ischaemic ecg changes and ongoing chest pain it underscores the diagnostic value of advanced imaging modalities in differentiating true myocardial infarction from phenocopies thereby guiding appropriate and timely management"
}