{
    "pmid": "41414810",
    "title": "Unmasking the 'rods and rings' antinuclear antibody pattern: a sign of hepatitis C treatment and a risk factor for cerebrovascular disease.",
    "abstract": "The rods and rings (RR) antinuclear antibody (ANA) pattern (AC-23) is predominantly associated with hepatitis C virus (HCV) treatment, particularly involving ribavirin (RBV). Its relevance in other clinical conditions is unclear. This study aims to explore the RR ANA pattern's associations with clinical conditions, including potential links to cerebrovascular disease (CVD). To investigate the clinical characteristics of patients displaying the RR ANA pattern, assess its associations with autoimmune diseases and other conditions and evaluate the potential risk of CVD in patients with high ANA titres. This retrospective study analyzed 43,633 ANA samples collected at Chang Gung Memorial Hospital, Taiwan (August 2019-June 2021). ANA titres ≥1:160 were positive; the RR ANA pattern was identified using the EUROPattern system. Data were obtained from medical records. Statistical analyses (Mann-Whitney U, chi-squared, Fisher's exact tests) were conducted, with  Among 43,633 samples, 9,999 (22.9%) were ANA-positive, with 55 samples (0.56%) from 35 patients showing the RR ANA pattern. Most (88.6%) RR-positive patients had HCV infection, with 92.3% receiving RBV treatment. Liver comorbidities (cirrhosis 38.7%, fatty liver 51.6%, hepatocellular carcinoma 25.8%) were prevalent. Among four HCV-negative patients, three were on beta-blockers. Patients with high ANA titres (≥1:640) showed a significantly higher prevalence of CVD than those with low titres (≤1:320,  This study confirms a strong association between the RR ANA pattern and HCV treatment, while suggesting a potential link to CVD at high ANA titres. RR positivity in HCV-negative patients also suggests other triggers, including beta-blockers. These findings underscore the need for further research into the broader clinical implications of the RR ANA pattern and its association with inflammatory diseases.KEY MESSAGEThe anti-rods and rings (anti-RR) ANA pattern, once considered specific to HCV therapy, can also appear in non-HCV patients.High-titre anti-RR positivity may be associated with an increased risk of cerebrovascular disease.",
    "disease": "liver cirrhosis",
    "clean_text": "unmasking the rods and rings antinuclear antibody pattern a sign of hepatitis c treatment and a risk factor for cerebrovascular disease the rods and rings rr antinuclear antibody ana pattern ac is predominantly associated with hepatitis c virus hcv treatment particularly involving ribavirin rbv its relevance in other clinical conditions is unclear this study aims to explore the rr ana pattern s associations with clinical conditions including potential links to cerebrovascular disease cvd to investigate the clinical characteristics of patients displaying the rr ana pattern assess its associations with autoimmune diseases and other conditions and evaluate the potential risk of cvd in patients with high ana titres this retrospective study analyzed ana samples collected at chang gung memorial hospital taiwan august june ana titres were positive the rr ana pattern was identified using the europattern system data were obtained from medical records statistical analyses mann whitney u chi squared fisher s exact tests were conducted with among samples were ana positive with samples from patients showing the rr ana pattern most rr positive patients had hcv infection with receiving rbv treatment liver comorbidities cirrhosis fatty liver hepatocellular carcinoma were prevalent among four hcv negative patients three were on beta blockers patients with high ana titres showed a significantly higher prevalence of cvd than those with low titres this study confirms a strong association between the rr ana pattern and hcv treatment while suggesting a potential link to cvd at high ana titres rr positivity in hcv negative patients also suggests other triggers including beta blockers these findings underscore the need for further research into the broader clinical implications of the rr ana pattern and its association with inflammatory diseases key messagethe anti rods and rings anti rr ana pattern once considered specific to hcv therapy can also appear in non hcv patients high titre anti rr positivity may be associated with an increased risk of cerebrovascular disease"
}