{
    "pmid": "41379746",
    "title": "A systematic review of the current trends and future directions of high-intensity focused ultrasound (HIFU) in neurosurgery.",
    "abstract": "High-Intensity Focused Ultrasound (HIFU) has evolved significantly since its introduction to neurosurgery over 15 years ago. In the past decade, its clinical use has expanded to treat a broader range of surgical domains and indications. However, the pace and pattern of this evolution remain poorly characterized within the literature. This systematic review aims to synthesize global research on HIFU in neurosurgery over the past ten years, identifying trends across indications and regions. Following PRISMA guidelines, we identified clinical studies involving HIFU in neurosurgical practice from January 1, 2014, to November 1, 2024. Studies were categorized by application and country of origin, and a quantitative analysis was performed to assess distribution and trends in these factors. A total of 498 studies were included. Research output increased over the period, from 13 studies in 2014 to 92 in 2024. While the scope of clinical applications expanded from 6 to 13 domains over this period, a disparity in research volume persisted, with movement disorders-particularly essential tremor (62.0%) and Parkinson's disease (29.9%)- accounting for the majority of publications. Nonetheless, growth was observed in previously underrepresented domains such as neurooncology, psychiatry, epilepsy, chronic pain, and neurovascular disorders. Geographically, the United States accounted for the largest share of publications (38.4%), followed by Switzerland (11.6%) and the United Kingdom (8.2%). Over this period, study quality improved with a shift from case reports and pilot studies toward an increasing number of cohort studies and randomized controlled trials. This review outlines the accelerating, yet uneven, exploration of HIFU in neurosurgical practice over the past decade. While movement disorders remain the central focus of this technology, expanding interest in underexplored indications indicates a shifting landscape. At the same time, the maturation of study designs reflects a strengthening evidence base. As the field advances, increased global collaboration and greater attention to budding applications are necessary.",
    "disease": "epilepsy",
    "clean_text": "a systematic review of the current trends and future directions of high intensity focused ultrasound hifu in neurosurgery high intensity focused ultrasound hifu has evolved significantly since its introduction to neurosurgery over years ago in the past decade its clinical use has expanded to treat a broader range of surgical domains and indications however the pace and pattern of this evolution remain poorly characterized within the literature this systematic review aims to synthesize global research on hifu in neurosurgery over the past ten years identifying trends across indications and regions following prisma guidelines we identified clinical studies involving hifu in neurosurgical practice from january to november studies were categorized by application and country of origin and a quantitative analysis was performed to assess distribution and trends in these factors a total of studies were included research output increased over the period from studies in to in while the scope of clinical applications expanded from to domains over this period a disparity in research volume persisted with movement disorders particularly essential tremor and parkinson s disease accounting for the majority of publications nonetheless growth was observed in previously underrepresented domains such as neurooncology psychiatry epilepsy chronic pain and neurovascular disorders geographically the united states accounted for the largest share of publications followed by switzerland and the united kingdom over this period study quality improved with a shift from case reports and pilot studies toward an increasing number of cohort studies and randomized controlled trials this review outlines the accelerating yet uneven exploration of hifu in neurosurgical practice over the past decade while movement disorders remain the central focus of this technology expanding interest in underexplored indications indicates a shifting landscape at the same time the maturation of study designs reflects a strengthening evidence base as the field advances increased global collaboration and greater attention to budding applications are necessary"
}