{
    "pmid": "41384752",
    "title": "Activity of α1,6-fucosyltransferase (FUT8) is reduced by depletion of oligosaccharyltransferase subunits.",
    "abstract": "Alpha-1,6-fucosyltransferase (FUT8) transfers fucose to the innermost GlcNAc residue of N-glycans, forming the core fucose structure. Core fucose critically regulates the functions of various glycoproteins and is associated with several diseases, including chronic obstructive pulmonary disease and cancer. However, the regulatory mechanisms of its enzymatic activity and the intracellular localization of FUT8 remain largely unknown. We previously demonstrated that ribophorin I (RPN1), a subunit of the oligosaccharyltransferase (OST) complex, interacts with FUT8 and positively regulates the enzymatic activity of FUT8; however, it remains unclear whether other OST subunits interact with FUT8 and regulate FUT8 activity. In this study, we assessed the enzymatic activity of FUT8 with knockdown of each OST subunit and showed that silencing ribophorin II (RPN2) as well as RPN1 significantly reduced FUT8 activity. By contrast, no significant effect on FUT8 activity was observed by depleting STT3A and STT3B, which are catalytic subunits of OST, suggesting that the regulation of FUT8 activity by OST is irrelevant to the N-glycosylation activity of OST. Furthermore, various OST subunits were detected in anti-FUT8-immunoprecipitates, and FUT8 was detected in STT3s-dependent high molecular weight complexes in native-PAGE, whereas FUT8 at steady state was mainly localized in the Golgi apparatus, distinct from the endoplasmic reticulum localization of OST. These results suggest that FUT8 transiently interacts with OST complexes during transport in cells. Our findings provide insights into both the intracellular regulatory mechanisms of FUT8 activity and some unexplored functions of OST subunits.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "activity of fucosyltransferase fut is reduced by depletion of oligosaccharyltransferase subunits alpha fucosyltransferase fut transfers fucose to the innermost glcnac residue of n glycans forming the core fucose structure core fucose critically regulates the functions of various glycoproteins and is associated with several diseases including chronic obstructive pulmonary disease and cancer however the regulatory mechanisms of its enzymatic activity and the intracellular localization of fut remain largely unknown we previously demonstrated that ribophorin i rpn a subunit of the oligosaccharyltransferase ost complex interacts with fut and positively regulates the enzymatic activity of fut however it remains unclear whether other ost subunits interact with fut and regulate fut activity in this study we assessed the enzymatic activity of fut with knockdown of each ost subunit and showed that silencing ribophorin ii rpn as well as rpn significantly reduced fut activity by contrast no significant effect on fut activity was observed by depleting stt a and stt b which are catalytic subunits of ost suggesting that the regulation of fut activity by ost is irrelevant to the n glycosylation activity of ost furthermore various ost subunits were detected in anti fut immunoprecipitates and fut was detected in stt s dependent high molecular weight complexes in native page whereas fut at steady state was mainly localized in the golgi apparatus distinct from the endoplasmic reticulum localization of ost these results suggest that fut transiently interacts with ost complexes during transport in cells our findings provide insights into both the intracellular regulatory mechanisms of fut activity and some unexplored functions of ost subunits"
}