{
    "title": "SLC39A8-mediated zinc dyshomeostasis potentiates kidney disease.",
    "doc_id": "40956895",
    "writer": "Cai Z",
    "year": "2025",
    "summary": "While numerous genetic risk loci are linked to kidney disease, a unifying therapeutic target for diverse renal pathologies remains elusive. ...Critically, zinc chelation with EDTA recapitulates this benefit, significantly preventing and ameliorating experimental acu …",
    "abstract": "While numerous genetic risk loci are linked to kidney disease, a unifying therapeutic target for diverse renal pathologies remains elusive. Here, through large-cohort polymorphic locus screening, we identify the SLC39A8 A391T variant (rs13107325) as a shared modifier of multiple kidney diseases. Functional characterization using Slc39a8 A391T knock-in mice and kidney-specific Slc39a8 knockout mice reveals that loss of SLC39A8 function reduces renal zinc accumulation, thereby mitigating susceptibility to kidney injury and disease progression. Mechanistically, we demonstrate that perturbed zinc homeostasis drives renal damage, and limiting zinc levels-whether via impaired SLC39A8 activity or direct chelation-activates the zinc-AKT-FOXO1-G6PC axis to confer protection. Critically, zinc chelation with EDTA recapitulates this benefit, significantly preventing and ameliorating experimental acute and chronic kidney disease. These findings establish renal zinc homeostasis as a key therapeutic node, with SLC39A8 and zinc-modulating strategies representing promising avenues for treating a broad range of kidney diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40956895/",
    "clean_text": "slc a mediated zinc dyshomeostasis potentiates kidney disease while numerous genetic risk loci are linked to kidney disease a unifying therapeutic target for diverse renal pathologies remains elusive critically zinc chelation with edta recapitulates this benefit significantly preventing and ameliorating experimental acu while numerous genetic risk loci are linked to kidney disease a unifying therapeutic target for diverse renal pathologies remains elusive here through large cohort polymorphic locus screening we identify the slc a a t variant rs as a shared modifier of multiple kidney diseases functional characterization using slc a a t knock in mice and kidney specific slc a knockout mice reveals that loss of slc a function reduces renal zinc accumulation thereby mitigating susceptibility to kidney injury and disease progression mechanistically we demonstrate that perturbed zinc homeostasis drives renal damage and limiting zinc levels whether via impaired slc a activity or direct chelation activates the zinc akt foxo g pc axis to confer protection critically zinc chelation with edta recapitulates this benefit significantly preventing and ameliorating experimental acute and chronic kidney disease these findings establish renal zinc homeostasis as a key therapeutic node with slc a and zinc modulating strategies representing promising avenues for treating a broad range of kidney diseases"
}