{
    "title": "Landscape of cardiometabolic risk factors in Chinese population: a narrative review.",
    "doc_id": "35729555",
    "writer": "Li JJ",
    "year": "2022",
    "summary": "We also summarize findings from landmark clinical trials regarding effective interventions and treatments for cardiometabolic risk factors. Finally, we propose strategies and approaches to tackle the rising pandemic of cardiometabolic risk factors in C …",
    "abstract": "With rapid economic growth and changes at all levels (including environmental, social, individual), China is facing a cardiovascular disease (CVD) crisis. In China, more than 40% of deaths are attributable to CVDs, and the number of CVD deaths has almost doubled in the past decades, in contrast to a decline in high-income countries. The increasing prevalence of cardiometabolic risk factors underlies the rise of CVDs, and thus curbing the rising cardiometabolic pandemic is imperative. Few articles have addressed this topic and provided an updated review of the epidemiology of cardiometabolic risk factors in China.In this narrative review, we describe the temporal changes in the prevalence of cardiometabolic risk factors in the past decades and their management in China, including both the well-recognized risk factors (general obesity, central obesity, diabetes, prediabetes, dyslipidemia, hypertension) and the less recognized ones (hyperhomocysteinemia, hyperuricemia, and high C-reactive protein). We also summarize findings from landmark clinical trials regarding effective interventions and treatments for cardiometabolic risk factors. Finally, we propose strategies and approaches to tackle the rising pandemic of cardiometabolic risk factors in China. We hope that this review will raise awareness of cardiometabolic risk factors not only in Chinese population but also global visibility, which may help to prevent cardiovascular risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35729555/",
    "clean_text": "landscape of cardiometabolic risk factors in chinese population a narrative review we also summarize findings from landmark clinical trials regarding effective interventions and treatments for cardiometabolic risk factors finally we propose strategies and approaches to tackle the rising pandemic of cardiometabolic risk factors in c with rapid economic growth and changes at all levels including environmental social individual china is facing a cardiovascular disease cvd crisis in china more than of deaths are attributable to cvds and the number of cvd deaths has almost doubled in the past decades in contrast to a decline in high income countries the increasing prevalence of cardiometabolic risk factors underlies the rise of cvds and thus curbing the rising cardiometabolic pandemic is imperative few articles have addressed this topic and provided an updated review of the epidemiology of cardiometabolic risk factors in china in this narrative review we describe the temporal changes in the prevalence of cardiometabolic risk factors in the past decades and their management in china including both the well recognized risk factors general obesity central obesity diabetes prediabetes dyslipidemia hypertension and the less recognized ones hyperhomocysteinemia hyperuricemia and high c reactive protein we also summarize findings from landmark clinical trials regarding effective interventions and treatments for cardiometabolic risk factors finally we propose strategies and approaches to tackle the rising pandemic of cardiometabolic risk factors in china we hope that this review will raise awareness of cardiometabolic risk factors not only in chinese population but also global visibility which may help to prevent cardiovascular risk"
}