{
    "pmid": "41352980",
    "title": "MAAD: Multidimensional Antiviral Antibody Database.",
    "abstract": "Antibodies have emerged as central components of therapeutic strategies against viral infectious diseases, functioning as key effectors in both prevention and treatment. While traditional antibody discovery has relied heavily on high-throughput screening, the field is now shifting toward rational antibody design, which requires integrative insights into sequence-structure-function relationships. However, existing resources provide a valuable foundation but remain limited in scope, highlighting the need for a standardized and well-annotated antibody database that integrates multidimensional features to further support systematic exploration, cross-pathogen comparison, and rational antibody design. Here, we introduce the Multidimensional Antiviral Antibody Database (MAAD; http://www.raabmd.org/raab/index), a curated platform dedicated to antibody, nanobody and single-chain variable fragment targeting three high-impact RNA virus families, Coronaviridae (SARS-CoV-1, SARS-CoV-2, MERS-CoV), Orthomyxoviridae (influenza virus), and Pneumoviridae (respiratory syncytial virus, human metapneumovirus), which were selected due to the large, high-quality datasets accumulated in recent years. MAAD further incorporates a suite of interactive analysis modules, including CDR and germline annotation, similarity-based sequence analysis, sequence-based clustering and structure-guided identification of antigen-antibody interface residues, complemented by per-site entropy and mutation rate profiling. These features enable in-depth exploration of antibody sequence characteristics, thereby facilitating functional and structural insights for rational antibody design. Together, by bridging antibody sequence, structure and function, MAAD offers an open and standardized platform that advances comparative antiviral research and supports therapeutic antibody discovery.",
    "disease": "influenza",
    "clean_text": "maad multidimensional antiviral antibody database antibodies have emerged as central components of therapeutic strategies against viral infectious diseases functioning as key effectors in both prevention and treatment while traditional antibody discovery has relied heavily on high throughput screening the field is now shifting toward rational antibody design which requires integrative insights into sequence structure function relationships however existing resources provide a valuable foundation but remain limited in scope highlighting the need for a standardized and well annotated antibody database that integrates multidimensional features to further support systematic exploration cross pathogen comparison and rational antibody design here we introduce the multidimensional antiviral antibody database maad http www raabmd org raab index a curated platform dedicated to antibody nanobody and single chain variable fragment targeting three high impact rna virus families coronaviridae sars cov sars cov mers cov orthomyxoviridae influenza virus and pneumoviridae respiratory syncytial virus human metapneumovirus which were selected due to the large high quality datasets accumulated in recent years maad further incorporates a suite of interactive analysis modules including cdr and germline annotation similarity based sequence analysis sequence based clustering and structure guided identification of antigen antibody interface residues complemented by per site entropy and mutation rate profiling these features enable in depth exploration of antibody sequence characteristics thereby facilitating functional and structural insights for rational antibody design together by bridging antibody sequence structure and function maad offers an open and standardized platform that advances comparative antiviral research and supports therapeutic antibody discovery"
}