{
    "pmid": "41434398",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "The brainstem noradrenergic locus coeruleus (LC) is among the earliest regions to accumulate Alzheimer's disease (AD)-related hyperphosphorylated tau. Lower novelty-related LC activity in older cognitively healthy individuals has been related to greater entorhinal (EC) tau deposition and steeper memory decline. Furthermore, rat models accumulating LC pretangle human tau receiving novelty-like, phasic optogenetic activation of the LC exhibited resilience against tau's downstream effects on cognition. Using novel modeling approaches to identify phasic-like activity from BOLD data, we associated in-vivo phasic-like, spontaneous LC activity with cortical tau accumulation and cognitive decline in asymptomatic older adults. Ninety-two participants (56 Female, mean age at baseline=75±9.0 years; Table 1) from the Harvard Aging Brain Study underwent FTP(tau)-PET and 3T resting-state BOLD-fMRI imaging (TR/TE=800/37ms, voxel=2mm Lower phasic LC activity was associated with greater baseline EC tau deposition (Figure 2A-B) and faster medial temporal lobe tau accumulation (Figure 2C-D). Lower phasic LC activity was associated with steeper cognitive decline, with larger effect sizes for the memory-related subtests of PACC5 (Figure 3A-B). Furthermore, the effect of LC phasic activity on cognitive decline was more pronounced at elevated levels of inferior-temporal tau (Figure 3C). In line with previous animal and in-vivo imaging studies, our results suggest that higher phasic LC activity may be protective against the accumulation of tau in early AD-related cortical regions and its adverse effects on cognition. The findings in this work could inform the design of early targeted interventions to support optimal LC phasic activity to delay cognitive decline.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium the brainstem noradrenergic locus coeruleus lc is among the earliest regions to accumulate alzheimer s disease ad related hyperphosphorylated tau lower novelty related lc activity in older cognitively healthy individuals has been related to greater entorhinal ec tau deposition and steeper memory decline furthermore rat models accumulating lc pretangle human tau receiving novelty like phasic optogenetic activation of the lc exhibited resilience against tau s downstream effects on cognition using novel modeling approaches to identify phasic like activity from bold data we associated in vivo phasic like spontaneous lc activity with cortical tau accumulation and cognitive decline in asymptomatic older adults ninety two participants female mean age at baseline years table from the harvard aging brain study underwent ftp tau pet and t resting state bold fmri imaging tr te ms voxel mm lower phasic lc activity was associated with greater baseline ec tau deposition figure a b and faster medial temporal lobe tau accumulation figure c d lower phasic lc activity was associated with steeper cognitive decline with larger effect sizes for the memory related subtests of pacc figure a b furthermore the effect of lc phasic activity on cognitive decline was more pronounced at elevated levels of inferior temporal tau figure c in line with previous animal and in vivo imaging studies our results suggest that higher phasic lc activity may be protective against the accumulation of tau in early ad related cortical regions and its adverse effects on cognition the findings in this work could inform the design of early targeted interventions to support optimal lc phasic activity to delay cognitive decline"
}