{
    "pmid": "41451841",
    "title": "Single-Nuclei Resolution of Intermuscular Adipose Tissue Indicates an Inflammation-Associated Cellular Profile in Individuals With Knee Osteoarthritis: Findings From the SOMMA KOA Ancillary Study.",
    "abstract": "Individuals with knee osteoarthritis (KOA) have skeletal muscle changes around the knee joint including reduced quadricep muscle mass and increased intermuscular adipose tissue (IMAT). We examined the cellular composition and transcriptional profiles using single-nuclei RNA sequencing in IMAT from 6 older women with KOA and knee pain and 5 older women without KOA or knee pain from the Study of Muscle, Mobility and Aging (SOMMA). From the resulting 21,436 nuclei, we identified 6 major cell types with unique transcriptional profiles, including progenitor cells, adipocytes, macrophages and other immune cells (T/B/NK cells), endothelial cells and smooth muscle cells/pericytes. Sub-clustering of the immune cell population revealed the presence of mast cells and B-cells with greater abundances in the KOA group. The adipocyte population was the most transcriptional diverse population between the KOA group and the group without KOA. Cell-cell communication network analysis highlighted that adipocytes had the most prominent signaling role of all cell types, independent of KOA status; however, signaling of the pro-inflammatory adipokine leptin was enriched in the KOA group. This study provides the first interrogation of the cellular diversity and transcriptional profiles of IMAT in individuals with KOA. Our findings suggest that IMAT may contribute to KOA disease burden potentially through pro-inflammatory signaling.",
    "disease": "osteoarthritis",
    "clean_text": "single nuclei resolution of intermuscular adipose tissue indicates an inflammation associated cellular profile in individuals with knee osteoarthritis findings from the somma koa ancillary study individuals with knee osteoarthritis koa have skeletal muscle changes around the knee joint including reduced quadricep muscle mass and increased intermuscular adipose tissue imat we examined the cellular composition and transcriptional profiles using single nuclei rna sequencing in imat from older women with koa and knee pain and older women without koa or knee pain from the study of muscle mobility and aging somma from the resulting nuclei we identified major cell types with unique transcriptional profiles including progenitor cells adipocytes macrophages and other immune cells t b nk cells endothelial cells and smooth muscle cells pericytes sub clustering of the immune cell population revealed the presence of mast cells and b cells with greater abundances in the koa group the adipocyte population was the most transcriptional diverse population between the koa group and the group without koa cell cell communication network analysis highlighted that adipocytes had the most prominent signaling role of all cell types independent of koa status however signaling of the pro inflammatory adipokine leptin was enriched in the koa group this study provides the first interrogation of the cellular diversity and transcriptional profiles of imat in individuals with koa our findings suggest that imat may contribute to koa disease burden potentially through pro inflammatory signaling"
}