{
    "pmid": "41387868",
    "title": "Soluble RAGE further stratifies risk of coronary artery and end-stage kidney disease in high-risk individuals with type 1 diabetes and treatment-resistant hypertension.",
    "abstract": "Soluble receptor for advanced glycation end-products (sRAGE) modulates RAGE-mediated inflammation and oxidative stress. We investigated if sRAGE stratifies cardiovascular and kidney disease risk in individuals with type 1 diabetes and baseline treatment-resistant hypertension (TRH). This study included 1262 adults with type 1 diabetes from the FinnDiane study who were on antihypertensive therapy and whose sRAGE concentration was measured at baseline. Participants were divided into groups: controlled blood pressure (BP) (n = 295), uncontrolled BP (n = 730) or TRH (n = 237). Prospective analyses were performed in those with baseline TRH. Of them, 62 developed coronary artery disease (CAD) and 38 stroke (median follow-up 12 years), while 99 progressed to end-stage kidney disease (ESKD) (median follow-up 9.2 years). Every 100 units increase in baseline sRAGE was associated with 4% higher odds for TRH, compared to those with uncontrolled BP (P = 0.003), and 6% higher odds than those with controlled BP (P = 0.0006). Associations attenuated after adjusting for kidney markers. In the competing risk analysis, higher sRAGE was associated with greater risk of CAD (SHR 1.05, P = 0.01) in those with TRH. After adjusting for eGFR, the association attenuated (SHR 1.04, P = 0.052), but the same trend remained. sRAGE was not associated with stroke. Furthermore, sRAGE was associated with higher risk of ESKD (SHR 1.06, P < 0.0001), but no longer after adjusting for eGFR (P = 0.4). Elevated sRAGE is associated with increased odds of TRH in individuals with type 1 diabetes. sRAGE further stratifies high risk of incident CAD and ESKD, even after accounting for clinical variables. Along with eGFR, sRAGE may help to identify individuals at the highest risk of adverse cardiovascular and kidney outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "soluble rage further stratifies risk of coronary artery and end stage kidney disease in high risk individuals with type diabetes and treatment resistant hypertension soluble receptor for advanced glycation end products srage modulates rage mediated inflammation and oxidative stress we investigated if srage stratifies cardiovascular and kidney disease risk in individuals with type diabetes and baseline treatment resistant hypertension trh this study included adults with type diabetes from the finndiane study who were on antihypertensive therapy and whose srage concentration was measured at baseline participants were divided into groups controlled blood pressure bp n uncontrolled bp n or trh n prospective analyses were performed in those with baseline trh of them developed coronary artery disease cad and stroke median follow up years while progressed to end stage kidney disease eskd median follow up years every units increase in baseline srage was associated with higher odds for trh compared to those with uncontrolled bp p and higher odds than those with controlled bp p associations attenuated after adjusting for kidney markers in the competing risk analysis higher srage was associated with greater risk of cad shr p in those with trh after adjusting for egfr the association attenuated shr p but the same trend remained srage was not associated with stroke furthermore srage was associated with higher risk of eskd shr p but no longer after adjusting for egfr p elevated srage is associated with increased odds of trh in individuals with type diabetes srage further stratifies high risk of incident cad and eskd even after accounting for clinical variables along with egfr srage may help to identify individuals at the highest risk of adverse cardiovascular and kidney outcomes"
}