{
    "pmid": "41336834",
    "title": "AI-enabled electrical impedance tomography (EIT) system for detecting and quantifying metabolic associated steatotic liver disease.",
    "abstract": "Worldwide, 376 million people have chronic fatty liver disease which if not treated, progresses towards fibrosis, cirrhosis and liver cancer, irreversible conditions causing 2 million deaths, 4% of all deaths. Therefore, there is a need for screening and monitoring fatty liver disease at its reversible stages on a community level. However, there is a lack of devices fit for large-scale, high throughput community screening. Here, we demonstrate a system for screening metabolic associated steatotic liver disease (MASLD) using multi-spectral electrical impedance tomography (EIT) frequency difference reconstructions and anthropometric measures. This is done through the prediction of the Controlled Attenuation Parameter (CAP). The study also leverages state-of-the-art deep learning models such as Resnet-18 to significantly boost performance of such predictive systems. Overall, our predicted CAP is strongly correlated with clinical standard Vibration-controlled Transient Elastography (VCTE) recorded CAP with a coefficient of determination R",
    "disease": "liver cirrhosis",
    "clean_text": "ai enabled electrical impedance tomography eit system for detecting and quantifying metabolic associated steatotic liver disease worldwide million people have chronic fatty liver disease which if not treated progresses towards fibrosis cirrhosis and liver cancer irreversible conditions causing million deaths of all deaths therefore there is a need for screening and monitoring fatty liver disease at its reversible stages on a community level however there is a lack of devices fit for large scale high throughput community screening here we demonstrate a system for screening metabolic associated steatotic liver disease masld using multi spectral electrical impedance tomography eit frequency difference reconstructions and anthropometric measures this is done through the prediction of the controlled attenuation parameter cap the study also leverages state of the art deep learning models such as resnet to significantly boost performance of such predictive systems overall our predicted cap is strongly correlated with clinical standard vibration controlled transient elastography vcte recorded cap with a coefficient of determination r"
}