{
    "pmid": "41408097",
    "title": "Pan immune inflammation value improves MELD 3.0 for mortality prediction in critically ill cirrhotic patients.",
    "abstract": "Liver cirrhosis poses a significant global health burden, with over 100 million cases worldwide and 2 million annual deaths. Despite advances in prognostic tools like MELD 3.0, their performance remains suboptimal. The pan-immune-inflammation value (PIV), a novel biomarker of systemic inflammation, has shown prognostic utility in chronic diseases but remains underexplored in cirrhosis. This study evaluates PIV's predictive value for mortality in critically ill cirrhotic patients and its synergy with MELD 3.0. Using data from the MIMIC-IV database, we analyzed 2,399 critically ill cirrhotic patients. PIV was calculated as neutrophils × platelets × monocytes/lymphocytes. Primary and secondary endpoints were 28-day and 365-day all-cause mortality, respectively. Multivariable Cox models, restricted cubic splines, and time-dependent ROC analyses, calibration curves, and clinical decision curve analyses were employed to assess associations and predictive performance. Patients in the highest PIV quartile (Q4) exhibited older age, more comorbidities, and worse metabolic profiles compared to Q1. PIV demonstrated a J-shaped association with mortality: Q4 had 0.51-fold higher 28-day mortality than Q1 (adjusted HR = 1.51, P < 0.001). The PIV-MELD 3.0 composite model outperformed individual markers, with AUCs of 69.5 (95% CI:0.68-0.71) (28-day) and 69.4 (95% CI:0.69-0.70) (365-day). Non-linear analysis revealed a J-shaped threshold effect with cut-off values of 3.33 (28-day) and 3.13 (365-day). Calibration curves and sensitivity analysis confirmed the superiority of the PIV combined with the MELD 3.0 model. Finally, sensitivity, subgroup, and external validation analyses further demonstrated the robustness of the association between PIV and mortality risk. PIV independently predicts short- and long-term mortality in cirrhotic patients, exhibiting a dose-response relationship. Integration with MELD 3.0 enhances risk stratification, offering a cost-effective tool for clinical decision-making. Prospective studies are warranted to validate these findings.",
    "disease": "liver cirrhosis",
    "clean_text": "pan immune inflammation value improves meld for mortality prediction in critically ill cirrhotic patients liver cirrhosis poses a significant global health burden with over million cases worldwide and million annual deaths despite advances in prognostic tools like meld their performance remains suboptimal the pan immune inflammation value piv a novel biomarker of systemic inflammation has shown prognostic utility in chronic diseases but remains underexplored in cirrhosis this study evaluates piv s predictive value for mortality in critically ill cirrhotic patients and its synergy with meld using data from the mimic iv database we analyzed critically ill cirrhotic patients piv was calculated as neutrophils platelets monocytes lymphocytes primary and secondary endpoints were day and day all cause mortality respectively multivariable cox models restricted cubic splines and time dependent roc analyses calibration curves and clinical decision curve analyses were employed to assess associations and predictive performance patients in the highest piv quartile q exhibited older age more comorbidities and worse metabolic profiles compared to q piv demonstrated a j shaped association with mortality q had fold higher day mortality than q adjusted hr p the piv meld composite model outperformed individual markers with aucs of ci day and ci day non linear analysis revealed a j shaped threshold effect with cut off values of day and day calibration curves and sensitivity analysis confirmed the superiority of the piv combined with the meld model finally sensitivity subgroup and external validation analyses further demonstrated the robustness of the association between piv and mortality risk piv independently predicts short and long term mortality in cirrhotic patients exhibiting a dose response relationship integration with meld enhances risk stratification offering a cost effective tool for clinical decision making prospective studies are warranted to validate these findings"
}