{
    "title": "Cardiovascular risk factors and incident Alzheimer disease: a systematic review of the literature.",
    "doc_id": "18703981",
    "writer": "Purnell C",
    "year": "2009",
    "summary": "Risk factors included hypertension, diabetes, exercise, alcohol intake, smoking, B complex vitamins, homocysteine, stroke, atrial fibrillation, apolipoprotein E (APOE), lipids, and diet. ...CONCLUSIONS: In this review, the evidence that single clinically defined car …",
    "abstract": "Objective:\n        \n      \n      The purpose of this study was to conduct a systematic review of the literature of cardiovascular factors pertaining to incident Alzheimer disease (AD).\n    \n\n\n          Methods:\n        \n      \n      A systematic literature review was conducted of all studies of cardiovascular risk factors for incident AD listed in PubMed in English from 2000 to 2007. Risk factors included hypertension, diabetes, exercise, alcohol intake, smoking, B complex vitamins, homocysteine, stroke, atrial fibrillation, apolipoprotein E (APOE), lipids, and diet. Inclusion criteria consisted of diagnoses of incident AD and longitudinal studies with cohorts of 500 or more.\n    \n\n\n          Results:\n        \n      \n      Individual clinically defined risk factors such as hypertension and diabetes were not significantly associated with increased risk for AD. The strength of the association for hypertension could be considerably strengthened by changing criteria such as midlife measurements or using higher cutoffs for systolic blood pressure. APOE epsilon4 was the most consistent risk factor. Interactions between risk factors modify risk particularly for hypertension and diabetes. Interactions modifying risk were also found for exercise and physical function, APOE epsilon4, diabetes, and cholesterol.\n    \n\n\n          Conclusions:\n        \n      \n      In this review, the evidence that single clinically defined cardiovascular risk factors are significantly associated with incident AD is inconsistent at best. The strength of the association of cardiovascular risk factors and AD can be influenced greatly by changing the parameters of measurement of risk factors and by identifying interactions between the factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18703981/",
    "clean_text": "cardiovascular risk factors and incident alzheimer disease a systematic review of the literature risk factors included hypertension diabetes exercise alcohol intake smoking b complex vitamins homocysteine stroke atrial fibrillation apolipoprotein e apoe lipids and diet conclusions in this review the evidence that single clinically defined car objective the purpose of this study was to conduct a systematic review of the literature of cardiovascular factors pertaining to incident alzheimer disease ad methods a systematic literature review was conducted of all studies of cardiovascular risk factors for incident ad listed in pubmed in english from to risk factors included hypertension diabetes exercise alcohol intake smoking b complex vitamins homocysteine stroke atrial fibrillation apolipoprotein e apoe lipids and diet inclusion criteria consisted of diagnoses of incident ad and longitudinal studies with cohorts of or more results individual clinically defined risk factors such as hypertension and diabetes were not significantly associated with increased risk for ad the strength of the association for hypertension could be considerably strengthened by changing criteria such as midlife measurements or using higher cutoffs for systolic blood pressure apoe epsilon was the most consistent risk factor interactions between risk factors modify risk particularly for hypertension and diabetes interactions modifying risk were also found for exercise and physical function apoe epsilon diabetes and cholesterol conclusions in this review the evidence that single clinically defined cardiovascular risk factors are significantly associated with incident ad is inconsistent at best the strength of the association of cardiovascular risk factors and ad can be influenced greatly by changing the parameters of measurement of risk factors and by identifying interactions between the factors"
}