{
    "pmid": "41454309",
    "title": "A time-dependent model for quantifying postoperative inflammatory trajectories and predicting survival in early triple-negative breast cancer.",
    "abstract": "Triple-Negative Breast Cancer (TNBC) is characterized by high heterogeneity and therapeutic limitations, creating an urgent need for quantifiable and readily accessible prognostic markers to optimize risk stratification. Although the baseline values of inflammatory indices are associated with prognosis, the dynamic remodeling process of the immune-inflammatory response after surgery has not been sufficiently explored. This study innovatively introduces the linear slope to quantify the annual rate of change in postoperative inflammatory indices, aiming to construct a prognostic model that integrates dynamic trends. This retrospective study included 296 patients with TNBC who underwent adjuvant chemotherapy following surgery. The primary endpoints of the study were disease-free survival (DFS) and breast cancer-specific survival (BCSS). Inflammatory values were log2-transformed, multicollinearity was assessed using the variance inflation factor (VIF), and multivariable Cox proportional hazards regression models were utilized to assess disease-free survival and breast cancer-specific survival. These were integrated with time-dependent receiver operating characteristic (ROC) curves, bootstrap internal evaluation, and SHAP (SHapley Additive exPlanations) for interpreting the predictive model. The conventional Cox model demonstrated that T stage, N stage, histological grade, lymphovascular invasion(LVI), and perineural invasion(PNI) were independent prognostic factors for both DFS and BCSS (p < 0.05). The time-dependent model revealed that the dynamic changes in log2(SIRI) held significant prognostic value, which was reflected in the contribution value of SIRI in the SHAP. Time-dependent ROC curves showed that the model's predictive performance at 5 and 6 years was superior to that of the traditional model, although the calibration curve suggested the presence of overestimation. The decision curve analysis curve supported its clinical utility within the common threshold range of 0.1-0.3. The time-dependent model effectively quantified the dynamic evolution of postoperative inflammation. The prognostic model integrating it with tumor staging significantly improved the accuracy of prognosis prediction in TNBC.",
    "disease": "breast cancer",
    "clean_text": "a time dependent model for quantifying postoperative inflammatory trajectories and predicting survival in early triple negative breast cancer triple negative breast cancer tnbc is characterized by high heterogeneity and therapeutic limitations creating an urgent need for quantifiable and readily accessible prognostic markers to optimize risk stratification although the baseline values of inflammatory indices are associated with prognosis the dynamic remodeling process of the immune inflammatory response after surgery has not been sufficiently explored this study innovatively introduces the linear slope to quantify the annual rate of change in postoperative inflammatory indices aiming to construct a prognostic model that integrates dynamic trends this retrospective study included patients with tnbc who underwent adjuvant chemotherapy following surgery the primary endpoints of the study were disease free survival dfs and breast cancer specific survival bcss inflammatory values were log transformed multicollinearity was assessed using the variance inflation factor vif and multivariable cox proportional hazards regression models were utilized to assess disease free survival and breast cancer specific survival these were integrated with time dependent receiver operating characteristic roc curves bootstrap internal evaluation and shap shapley additive explanations for interpreting the predictive model the conventional cox model demonstrated that t stage n stage histological grade lymphovascular invasion lvi and perineural invasion pni were independent prognostic factors for both dfs and bcss p the time dependent model revealed that the dynamic changes in log siri held significant prognostic value which was reflected in the contribution value of siri in the shap time dependent roc curves showed that the model s predictive performance at and years was superior to that of the traditional model although the calibration curve suggested the presence of overestimation the decision curve analysis curve supported its clinical utility within the common threshold range of the time dependent model effectively quantified the dynamic evolution of postoperative inflammation the prognostic model integrating it with tumor staging significantly improved the accuracy of prognosis prediction in tnbc"
}