{
    "title": "A submaximal back extension endurance test utilising subjective perception of low back fatigue.",
    "doc_id": "9606773",
    "writer": "Taimela S",
    "year": "1998",
    "summary": "The present study was designed to evaluate the diagnostic value of a new submaximal back extension endurance test in the classification between patients with non-specific chronic/recurrent low back trouble (LBT) and controls. ...We conclude that LBT patients …",
    "abstract": "The present study was designed to evaluate the diagnostic value of a new submaximal back extension endurance test in the classification between patients with non-specific chronic/recurrent low back trouble (LBT) and controls. The back pain questionnaires included pain duration, intensity, regularity and the Pain & Disability Index. The subjects performed dynamic back extensions on a specially designed measurement and training unit at a fixed repetition rate with a load that was based on the subject's estimated upper body mass. The degree of perceived fatigue (unmodified Borg scale, 6-20) was inquired in 15 second intervals throughout the protocol and the slope (change/minute) was calculated. The Borg scale slope increased faster and the score at the end of the test was higher in the LBT group than in the control group during the test. Receiver operating characteristics analysis revealed significant diagnostic value for the Borg scale slope (0.74) and for the Borg scale at the end of the test (0.70). We conclude that LBT patients experience fatigue faster than controls during a repetitive submaximal back extension task. The test may offer a low-risk, low-cost evaluation method for assessing the severity of LBT when combined with other relevant clinical data.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9606773/",
    "clean_text": "a submaximal back extension endurance test utilising subjective perception of low back fatigue the present study was designed to evaluate the diagnostic value of a new submaximal back extension endurance test in the classification between patients with non specific chronic recurrent low back trouble lbt and controls we conclude that lbt patients the present study was designed to evaluate the diagnostic value of a new submaximal back extension endurance test in the classification between patients with non specific chronic recurrent low back trouble lbt and controls the back pain questionnaires included pain duration intensity regularity and the pain disability index the subjects performed dynamic back extensions on a specially designed measurement and training unit at a fixed repetition rate with a load that was based on the subject s estimated upper body mass the degree of perceived fatigue unmodified borg scale was inquired in second intervals throughout the protocol and the slope change minute was calculated the borg scale slope increased faster and the score at the end of the test was higher in the lbt group than in the control group during the test receiver operating characteristics analysis revealed significant diagnostic value for the borg scale slope and for the borg scale at the end of the test we conclude that lbt patients experience fatigue faster than controls during a repetitive submaximal back extension task the test may offer a low risk low cost evaluation method for assessing the severity of lbt when combined with other relevant clinical data"
}