{
    "pmid": "41451399",
    "title": "Trends and disparities in mortality due to non-insulin dependent diabetes mellitus and acute myocardial infarction: a 23-year analysis from 1999 to 2022.",
    "abstract": "Type 2 diabetes mellitus (T2DM) and acute myocardial infarction (AMI) are critical health challenges that increase mortality, particularly in older adults. This study analyzed trends in AAMRs and disparities in comorbid T2DM and MI mortality (1999-2022) across demographics, regions, and age groups to identify inequities and guide interventions. Mortality data from CDC death certificates were analyzed. AAMRs per 1000,000 and annual percentage changes (APCs) with 95% confidence intervals (CIs) were calculated using Joinpoint Regression. From 1999 to 2022, there were 183,221 deaths attributed to the combination of T2DM and MI. Throughout this period, men consistently exhibited higher mortality rates compared to women. When analyzing racial and ethnic groups, Non-Hispanic (NH) American Indian and NH Alaska Native groups had the highest AAMRs, followed by NH Black population, while NH Asian and Pacific Islander population recorded the lowest rates. Geographically, the West (AAMR 118.8) and Midwest (115.0) regions reported the highest death rates, whereas the Northeast had the lowest rate at 70.4. Age-specific trends indicated the most significant increases in mortality among individuals aged 85 and older. Furthermore, non-metropolitan areas experienced a sharper rise in death rates after 2015, showing an APC of 7.4%, compared to a more moderate increase of 6.1% in metropolitan areas. West Virginia displayed the highest burden of deaths related to T2DM and MI, with an AAMR of 173.6, while Nevada had the lowest burden at 30.1. Mortality from comorbid T2DM and MI has surged, with widening disparities across gender, race, regions, and age groups. Targeted interventions are essential to reduce these inequities and prevent deaths. The online version contains supplementary material available at 10.1007/s40200-025-01795-2.",
    "disease": "diabetes mellitus",
    "clean_text": "trends and disparities in mortality due to non insulin dependent diabetes mellitus and acute myocardial infarction a year analysis from to type diabetes mellitus t dm and acute myocardial infarction ami are critical health challenges that increase mortality particularly in older adults this study analyzed trends in aamrs and disparities in comorbid t dm and mi mortality across demographics regions and age groups to identify inequities and guide interventions mortality data from cdc death certificates were analyzed aamrs per and annual percentage changes apcs with confidence intervals cis were calculated using joinpoint regression from to there were deaths attributed to the combination of t dm and mi throughout this period men consistently exhibited higher mortality rates compared to women when analyzing racial and ethnic groups non hispanic nh american indian and nh alaska native groups had the highest aamrs followed by nh black population while nh asian and pacific islander population recorded the lowest rates geographically the west aamr and midwest regions reported the highest death rates whereas the northeast had the lowest rate at age specific trends indicated the most significant increases in mortality among individuals aged and older furthermore non metropolitan areas experienced a sharper rise in death rates after showing an apc of compared to a more moderate increase of in metropolitan areas west virginia displayed the highest burden of deaths related to t dm and mi with an aamr of while nevada had the lowest burden at mortality from comorbid t dm and mi has surged with widening disparities across gender race regions and age groups targeted interventions are essential to reduce these inequities and prevent deaths the online version contains supplementary material available at s"
}