{
    "title": "Periodic heart rate decelerations in premature infants.",
    "doc_id": "20407086",
    "writer": "Flower AA",
    "year": "2010",
    "summary": "The pacemaking system of the heart is complex; a healthy heart constantly integrates and responds to extracardiac signals, resulting in highly complex heart rate patterns with a great deal of variability. In the laboratory and in some pathological or age-rela …",
    "abstract": "The pacemaking system of the heart is complex; a healthy heart constantly integrates and responds to extracardiac signals, resulting in highly complex heart rate patterns with a great deal of variability. In the laboratory and in some pathological or age-related states, however, dynamics can show reduced complexity that is more readily described and modeled. Reduced heart rate complexity has both clinical and dynamical significance - it may provide warning of impending illness or clues about the dynamics of the heart's pacemaking system. In this paper, we describe simple and interesting heart rate dynamics that we have observed in premature human infants - reversible transitions to large-amplitude periodic oscillations - and we show that the appearance and disappearance of these periodic oscillations can be described by a simple mathematical model, a Hopf bifurcation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20407086/",
    "clean_text": "periodic heart rate decelerations in premature infants the pacemaking system of the heart is complex a healthy heart constantly integrates and responds to extracardiac signals resulting in highly complex heart rate patterns with a great deal of variability in the laboratory and in some pathological or age rela the pacemaking system of the heart is complex a healthy heart constantly integrates and responds to extracardiac signals resulting in highly complex heart rate patterns with a great deal of variability in the laboratory and in some pathological or age related states however dynamics can show reduced complexity that is more readily described and modeled reduced heart rate complexity has both clinical and dynamical significance it may provide warning of impending illness or clues about the dynamics of the heart s pacemaking system in this paper we describe simple and interesting heart rate dynamics that we have observed in premature human infants reversible transitions to large amplitude periodic oscillations and we show that the appearance and disappearance of these periodic oscillations can be described by a simple mathematical model a hopf bifurcation"
}