{
    "pmid": "41454500",
    "title": "COVID-19 on Elective Surgery Outcomes in a Brazilian Tertiary Hospital: A Retrospective Cohort Study.",
    "abstract": "BACKGROUND The COVID-19 pandemic significantly disrupted elective surgical services worldwide, especially in resource-limited settings, raising concerns about surgical safety and care quality. This study compared postoperative hospital mortality, day-of-surgery cancellations, and surgical reintervention rates before, during, and after the COVID-19 pandemic among elective surgeries scheduled at a tertiary public hospital in the Federal District, Brazil. MATERIAL AND METHODS This retrospective cohort study included all consecutive adult surgeries scheduled at a tertiary public hospital in the Federal District between January 2018 and December 2022. Trends in hospital mortality, day-of-surgery cancellations, and surgical reintervention rates were evaluated across the pre-pandemic (March 2018-February 2020), lockdown (March 2020-August 2020), and post-lockdown (September 2020-February 2022) periods using the Cochran-Armitage test for trend and multivariate logistic regression analysis. RESULTS Among 8806 scheduled surgeries, 5482 (62.3%) were elective. The number of elective procedures significantly decreased during the lockdown (P<0.001). Day-of-surgery cancellations decreased independently during the lockdown compared with the pre-pandemic period (odds ratio [OR]: 0.556; 95% CI: 0.448-0.691; P<0.001) and showed no significant difference with the post-lockdown period (OR: 0.828; 95% CI: 0.650-1.055; P=0.126). Surgical reintervention rates were unchanged during lockdown (OR: 0.888; 95% CI: 0.662-1.192; P=0.274) but declined significantly in the post-lockdown period (OR: 0.534; 95%CI: 0.390-0.733; P<0.001). No significant differences were found in postoperative hospital mortality across the 3 periods (P=0.847). CONCLUSIONS Reductions in cancellations and reinterventions, without an increase in mortality, were observed in the provision of elective surgical care during the pandemic.",
    "disease": "pneumonia",
    "clean_text": "covid on elective surgery outcomes in a brazilian tertiary hospital a retrospective cohort study background the covid pandemic significantly disrupted elective surgical services worldwide especially in resource limited settings raising concerns about surgical safety and care quality this study compared postoperative hospital mortality day of surgery cancellations and surgical reintervention rates before during and after the covid pandemic among elective surgeries scheduled at a tertiary public hospital in the federal district brazil material and methods this retrospective cohort study included all consecutive adult surgeries scheduled at a tertiary public hospital in the federal district between january and december trends in hospital mortality day of surgery cancellations and surgical reintervention rates were evaluated across the pre pandemic march february lockdown march august and post lockdown september february periods using the cochran armitage test for trend and multivariate logistic regression analysis results among scheduled surgeries were elective the number of elective procedures significantly decreased during the lockdown p day of surgery cancellations decreased independently during the lockdown compared with the pre pandemic period odds ratio or ci p and showed no significant difference with the post lockdown period or ci p surgical reintervention rates were unchanged during lockdown or ci p but declined significantly in the post lockdown period or ci p no significant differences were found in postoperative hospital mortality across the periods p conclusions reductions in cancellations and reinterventions without an increase in mortality were observed in the provision of elective surgical care during the pandemic"
}