{
    "pmid": "41449919",
    "title": "Genetic Correlation and Mendelian Randomization Analyses Reveal Causal Links Between Metabolic-Associated Diseases or Risk Factors and Major Eye Diseases.",
    "abstract": "This study aims to elucidate the causal relationships and shared genetic architecture between metabolic-associated diseases and risk factors-including hypertension, type 1 diabetes (T1D), type 2 diabetes (T2D), low-density lipoprotein (LDL) cholesterol, high-density lipoprotein (HDL) cholesterol, and body mass index (BMI)-and primary vision-threatening eye disorders, involving glaucoma, cataracts, refractive disorders, and age-related macular degeneration (AMD). We analyzed genome-wide association study (GWAS) summary statistics from > 500 000 individuals of European ancestry in the FinnGen, UK Biobank, and MRC-IEU databases to ensure adequate sample size. Linkage disequilibrium score regression (LDSC) was applied to estimate genetic correlations, while two-sample Mendelian randomization (MR) was performed to assess causal effects. Furthermore, a bidirectional Mendelian Randomization was further conducted to examine the directionality of associations between hypertension and cataracts. This study was the first to reveal genetic correlations and causal effects of hypertension on cataracts, particularly senile cataracts. MR analysis provided evidence that hypertension is causally associated with an increased risk of cataracts, particularly senile cataract, whereas the reverse association was not supported. Additionally, LDL cholesterol was suggested as a protective factor for AMD, while HDL cholesterol was associated with an increased risk. The LDSC analysis also indicated a suggestive genetic correlation between T2D and both cataracts and glaucoma, but not for T1D. This study provides comprehensive evidence of genetic correlations and potential causal relationships between metabolic-associated conditions and major eye diseases contributing to vision loss.",
    "disease": "hypertension",
    "clean_text": "genetic correlation and mendelian randomization analyses reveal causal links between metabolic associated diseases or risk factors and major eye diseases this study aims to elucidate the causal relationships and shared genetic architecture between metabolic associated diseases and risk factors including hypertension type diabetes t d type diabetes t d low density lipoprotein ldl cholesterol high density lipoprotein hdl cholesterol and body mass index bmi and primary vision threatening eye disorders involving glaucoma cataracts refractive disorders and age related macular degeneration amd we analyzed genome wide association study gwas summary statistics from individuals of european ancestry in the finngen uk biobank and mrc ieu databases to ensure adequate sample size linkage disequilibrium score regression ldsc was applied to estimate genetic correlations while two sample mendelian randomization mr was performed to assess causal effects furthermore a bidirectional mendelian randomization was further conducted to examine the directionality of associations between hypertension and cataracts this study was the first to reveal genetic correlations and causal effects of hypertension on cataracts particularly senile cataracts mr analysis provided evidence that hypertension is causally associated with an increased risk of cataracts particularly senile cataract whereas the reverse association was not supported additionally ldl cholesterol was suggested as a protective factor for amd while hdl cholesterol was associated with an increased risk the ldsc analysis also indicated a suggestive genetic correlation between t d and both cataracts and glaucoma but not for t d this study provides comprehensive evidence of genetic correlations and potential causal relationships between metabolic associated conditions and major eye diseases contributing to vision loss"
}