{
    "title": "The Prevalence of Postpartum Depression and the Correlation of Perceived Social Support and Quality of Life with Postpartum Depression: A Longitudinal Study.",
    "doc_id": "33320462",
    "writer": "Yörük S",
    "year": "2020",
    "summary": "The aims of the study described herein were to determine the prevalence of PPD and to determine the correlations between PPD and perceived social support, quality of life, and the risk factors for PPD. METHODS: Data were collected using a questionnaire prepared by t …",
    "abstract": "Objective:\n        \n      \n      Postpartum depression (PPD) has negative effects on the mothers who experience it. The aims of the study described herein were to determine the prevalence of PPD and to determine the correlations between PPD and perceived social support, quality of life, and the risk factors for PPD.\n    \n\n\n          Methods:\n        \n      \n      Data were collected using a questionnaire prepared by the researchers and that included the Edinburgh Postnatal Depression Scale, the Beck Depression Scale, the Quality of Life scale, the Multidimensional Scale of Perceived Social Support, and questions regarding the sociodemographic characteristics and PPD risk factors of the mother.\n    \n\n\n          Results:\n        \n      \n      The prevalences of PPD were found to be 3.9% in the 4th week postpartum and 5.9% in the 6th week postpartum. Being a primary school (and no higher) graduate, being stressed in daily life, experiencing health problems during the delivery and the postpartum period, and not thinking of oneself as a good mother were all determined to be risk factors for PPD. Although the mean score for social support was higher in women with low PPD risks, this difference was not significant. According to a linear regression model, PPD negatively affected the social and psychological qualities of life of the mothers in the 4th week postpartum.\n    \n\n\n          Conclusion:\n        \n      \n      Along with a trend suggesting a correlation between high social support and low PPD risk in women, a correlation between low PPD risk and high quality of life was also found.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33320462/",
    "clean_text": "the prevalence of postpartum depression and the correlation of perceived social support and quality of life with postpartum depression a longitudinal study the aims of the study described herein were to determine the prevalence of ppd and to determine the correlations between ppd and perceived social support quality of life and the risk factors for ppd methods data were collected using a questionnaire prepared by t objective postpartum depression ppd has negative effects on the mothers who experience it the aims of the study described herein were to determine the prevalence of ppd and to determine the correlations between ppd and perceived social support quality of life and the risk factors for ppd methods data were collected using a questionnaire prepared by the researchers and that included the edinburgh postnatal depression scale the beck depression scale the quality of life scale the multidimensional scale of perceived social support and questions regarding the sociodemographic characteristics and ppd risk factors of the mother results the prevalences of ppd were found to be in the th week postpartum and in the th week postpartum being a primary school and no higher graduate being stressed in daily life experiencing health problems during the delivery and the postpartum period and not thinking of oneself as a good mother were all determined to be risk factors for ppd although the mean score for social support was higher in women with low ppd risks this difference was not significant according to a linear regression model ppd negatively affected the social and psychological qualities of life of the mothers in the th week postpartum conclusion along with a trend suggesting a correlation between high social support and low ppd risk in women a correlation between low ppd risk and high quality of life was also found"
}