{
    "title": "COVID-19 Antibody Tests: A Valuable Public Health Tool with Limited Relevance to Individuals.",
    "doc_id": "33234439",
    "writer": "West R",
    "year": "2021",
    "summary": "Antibody tests for detecting past infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have many uses for public health decision making, but demand has largely come from individual consumers. Th …",
    "abstract": "Antibody tests for detecting past infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have many uses for public health decision making, but demand has largely come from individual consumers. This review focuses on the individual relevance of antibody tests: their accuracy in detecting prior infection, what past SARS-CoV-2 infection can currently infer about future immunity or possible medical sequelae, and the potential future importance of antibody tests for vaccine selection and medical screening. Given uncertainty about the antibody tests (quality, accuracy level, positive predictive value) and what those tests might indicate immunologically (durability of antibodies and necessity for protection from reinfection), seropositive test results should not be used to inform individual decision making, and antibody testing should remain a tool of public health at this time.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33234439/",
    "clean_text": "covid antibody tests a valuable public health tool with limited relevance to individuals antibody tests for detecting past infection with severe acute respiratory syndrome coronavirus sars cov have many uses for public health decision making but demand has largely come from individual consumers th antibody tests for detecting past infection with severe acute respiratory syndrome coronavirus sars cov have many uses for public health decision making but demand has largely come from individual consumers this review focuses on the individual relevance of antibody tests their accuracy in detecting prior infection what past sars cov infection can currently infer about future immunity or possible medical sequelae and the potential future importance of antibody tests for vaccine selection and medical screening given uncertainty about the antibody tests quality accuracy level positive predictive value and what those tests might indicate immunologically durability of antibodies and necessity for protection from reinfection seropositive test results should not be used to inform individual decision making and antibody testing should remain a tool of public health at this time"
}