{
    "pmid": "41468394",
    "title": "Early combination of albumin with crystalloids administration might not be beneficial for the survival of ischemic stroke patients with sepsis: A retrospective analysis from MIMIC‑IV database.",
    "abstract": "The high incidence of sepsis following stroke is a key factor driving increased mortality. Despite the lack of clinical benefit from albumin therapy in stroke patients, emerging data support the use of crystalloid and albumin combination therapy for improving outcomes in sepsis. However, the potential utility of this combination therapy specifically in stroke patients with sepsis has yet to be determined. The objective of this study is to investigate the correlation between the combination of albumin with crystalloids and the 90-day mortality of ischemic stroke patients with sepsis. We included ischemic stroke patients with sepsis from the Medical Information Mart for Intensive Care (MIMIC)-IV database. Patients were categorized into the crystalloids group (crystalloids alone) and the combination group. Kaplan-Meier curves were applied to identify the survival probabilities of patients after different therapies for the 90-day. Multivariate COX regression analysis was used to investigate the association between different therapies and 90-days all-cause mortality. The Kaplan-Meier curve showed that patients in the combination group, especially those in the non-early combination group, had worse 90-day survival rate than those in the crystalloids group (all log-rank P < 0.05). In multivariate analyses, early combination therapy showed no significant association with reduced mortality, whereas non-early combination therapy remained independently associated with an increased risk of 90-day all-cause mortality (all P < 0.05). The above results were consistent in the post-PSM analyses and subgroup analyses. In ischemic stroke patients with sepsis, the administration of albumin combined with crystalloids was not associated with improved 90-day survival, regardless of whether the therapy was initiated early or not.",
    "disease": "stroke",
    "clean_text": "early combination of albumin with crystalloids administration might not be beneficial for the survival of ischemic stroke patients with sepsis a retrospective analysis from mimic iv database the high incidence of sepsis following stroke is a key factor driving increased mortality despite the lack of clinical benefit from albumin therapy in stroke patients emerging data support the use of crystalloid and albumin combination therapy for improving outcomes in sepsis however the potential utility of this combination therapy specifically in stroke patients with sepsis has yet to be determined the objective of this study is to investigate the correlation between the combination of albumin with crystalloids and the day mortality of ischemic stroke patients with sepsis we included ischemic stroke patients with sepsis from the medical information mart for intensive care mimic iv database patients were categorized into the crystalloids group crystalloids alone and the combination group kaplan meier curves were applied to identify the survival probabilities of patients after different therapies for the day multivariate cox regression analysis was used to investigate the association between different therapies and days all cause mortality the kaplan meier curve showed that patients in the combination group especially those in the non early combination group had worse day survival rate than those in the crystalloids group all log rank p in multivariate analyses early combination therapy showed no significant association with reduced mortality whereas non early combination therapy remained independently associated with an increased risk of day all cause mortality all p the above results were consistent in the post psm analyses and subgroup analyses in ischemic stroke patients with sepsis the administration of albumin combined with crystalloids was not associated with improved day survival regardless of whether the therapy was initiated early or not"
}