{
    "pmid": "41314350",
    "title": "Maladaptive emergency granulopoiesis predicts poor outcomes in patients hospitalized with decompensated cirrhosis.",
    "abstract": "Whether whole-blood transcriptome analysis at admission in patients with acutely decompensated cirrhosis (ADC) without acute-on-chronic liver failure (ACLF) can uncover immune cell perturbations that characterize individuals who will subsequently develop ACLF is unknown. We aimed to investigate this question. We analyzed whole-blood RNA-sequencing (RNA-seq) data obtained at admission (baseline) in 1,260 patients with ADC without ACLF. The outcome was ACLF development by day 28. A total of 124 patients (9.8%) developed ACLF and were considered to have pre-ACLF at admission. Compared with patients without pre-ACLF, those with pre-ACLF showed features of activated emergency granulopoiesis (EG), including neutrophilia, upregulation of the STAT3 gene and its downstream target CEBPB (encoding a master transcription factor driving EG), upregulation of genes related to immature and mature neutrophils, and elevated circulating interleukin-6, an activator of the STAT3-CEBPB axis. Patients with pre-ACLF also exhibited upregulation of genes associated with low-density neutrophils and granulocytic myeloid-derived suppressor cells, both known to suppress lymphocyte functions - features consistent with maladaptive EG. Baseline maladaptive EG was observed irrespective of the presence or nature of clinically apparent precipitants. Using weighted gene co-expression network analysis, we identified 22 gene modules and their respective eigengenes. In adjusted time-to-event analyses, increases in the eigengenes representing the \"neutrophil differentiation & immunosuppression\" module and the \"cycling cells\" module were each independently associated with higher risk of developing ACLF. Additionally, a higher proportion of patients with pre-ACLF developed new infections during hospitalization than those without pre-ACLF. Whole-blood transcriptomic profiling at admission in patients with ADC without ACLF revealed activation of maladaptive EG in those who subsequently developed ACLF within 28 days. This study reveals that among patients who present for acutely decompensated cirrhosis without acute-on-chronic liver failure (ACLF), those who exhibit blood transcriptomic features of maladaptive emergency granulopoiesis are at high risk of developing ACLF by 28 days and of dying by 90 days. These results strongly suggest that neutrophil-granulopoietic perturbations play a pathogenic role in the development of poor outcomes. These results should lead to the development of biological therapies targeting neutrophil-granulopoietic perturbations, which is an unmet need. These findings should also give rise to the identification of potential biomarkers for ACLF development - another unmet need, as previous studies, particularly those relying on clinical blood counts, have failed to accurately predict this outcome.",
    "disease": "liver cirrhosis",
    "clean_text": "maladaptive emergency granulopoiesis predicts poor outcomes in patients hospitalized with decompensated cirrhosis whether whole blood transcriptome analysis at admission in patients with acutely decompensated cirrhosis adc without acute on chronic liver failure aclf can uncover immune cell perturbations that characterize individuals who will subsequently develop aclf is unknown we aimed to investigate this question we analyzed whole blood rna sequencing rna seq data obtained at admission baseline in patients with adc without aclf the outcome was aclf development by day a total of patients developed aclf and were considered to have pre aclf at admission compared with patients without pre aclf those with pre aclf showed features of activated emergency granulopoiesis eg including neutrophilia upregulation of the stat gene and its downstream target cebpb encoding a master transcription factor driving eg upregulation of genes related to immature and mature neutrophils and elevated circulating interleukin an activator of the stat cebpb axis patients with pre aclf also exhibited upregulation of genes associated with low density neutrophils and granulocytic myeloid derived suppressor cells both known to suppress lymphocyte functions features consistent with maladaptive eg baseline maladaptive eg was observed irrespective of the presence or nature of clinically apparent precipitants using weighted gene co expression network analysis we identified gene modules and their respective eigengenes in adjusted time to event analyses increases in the eigengenes representing the neutrophil differentiation immunosuppression module and the cycling cells module were each independently associated with higher risk of developing aclf additionally a higher proportion of patients with pre aclf developed new infections during hospitalization than those without pre aclf whole blood transcriptomic profiling at admission in patients with adc without aclf revealed activation of maladaptive eg in those who subsequently developed aclf within days this study reveals that among patients who present for acutely decompensated cirrhosis without acute on chronic liver failure aclf those who exhibit blood transcriptomic features of maladaptive emergency granulopoiesis are at high risk of developing aclf by days and of dying by days these results strongly suggest that neutrophil granulopoietic perturbations play a pathogenic role in the development of poor outcomes these results should lead to the development of biological therapies targeting neutrophil granulopoietic perturbations which is an unmet need these findings should also give rise to the identification of potential biomarkers for aclf development another unmet need as previous studies particularly those relying on clinical blood counts have failed to accurately predict this outcome"
}