{
    "pmid": "41401468",
    "title": "Association of the atherogenic index of plasma and bilirubin-lipid composite index with coronary stenosis in patients residing in high-altitude regions.",
    "abstract": "BackgroundThis study examined the relationship of patients' sex, age, body mass index, history of hypertension, various lipid indices, atherogenic index of plasma, bilirubin-lipid composite index 1, and bilirubin-lipid composite index 2 with the degree of coronary artery stenosis. The study aim was to identify factors associated with coronary stenosis and provide new perspectives for the diagnosis and treatment of coronary artery disease.MethodsA total of 175 patients who visited Qinghai Affiliated Hospital and underwent their first coronary angiography examination were included. Basic demographic information and laboratory measurements were collected. The atherogenic index of plasma and two bilirubin-lipid composite indices were calculated using biochemical indicators, and a correlation analysis of these data with post-imaging Gensini scores was performed using statistical analysis.ResultsTotal bilirubin, triglycerides, high-density lipoprotein, atherogenic index of plasma, and both bilirubin-lipid composite indices showed statistically significant differences between the observation and control groups. Binary multivariate logistic regression showed that the atherogenic index of plasma and both bilirubin-lipid composite indices had statistically significant and independent positive effects on coronary heart disease risk. Single-factor Spearman linear regression indicated that the atherogenic index of plasma and both bilirubin-lipid composite indices were positively correlated with the Gensini score, while total bilirubin was negatively correlated with the Gensini score. Receiver operating characteristic curve analysis showed a diagnostic specificity of 83.7% and sensitivity of 57.9% for coronary heart disease.ConclusionsHigher values of the atherogenic index of plasma and both bilirubin-lipid composite indices were associated with an increased risk of coronary heart disease and showed an independent positive correlation with the severity of coronary stenosis. Serum total bilirubin decreased with increasing severity of coronary stenosis, demonstrating an independent negative correlation. The diagnostic value of coronary heart disease was higher when the atherogenic index of plasma was >0.06, bilirubin-lipid composite index 1 was >1.89, or bilirubin-lipid composite index 2 was <3.69.",
    "disease": "coronary artery disease",
    "clean_text": "association of the atherogenic index of plasma and bilirubin lipid composite index with coronary stenosis in patients residing in high altitude regions backgroundthis study examined the relationship of patients sex age body mass index history of hypertension various lipid indices atherogenic index of plasma bilirubin lipid composite index and bilirubin lipid composite index with the degree of coronary artery stenosis the study aim was to identify factors associated with coronary stenosis and provide new perspectives for the diagnosis and treatment of coronary artery disease methodsa total of patients who visited qinghai affiliated hospital and underwent their first coronary angiography examination were included basic demographic information and laboratory measurements were collected the atherogenic index of plasma and two bilirubin lipid composite indices were calculated using biochemical indicators and a correlation analysis of these data with post imaging gensini scores was performed using statistical analysis resultstotal bilirubin triglycerides high density lipoprotein atherogenic index of plasma and both bilirubin lipid composite indices showed statistically significant differences between the observation and control groups binary multivariate logistic regression showed that the atherogenic index of plasma and both bilirubin lipid composite indices had statistically significant and independent positive effects on coronary heart disease risk single factor spearman linear regression indicated that the atherogenic index of plasma and both bilirubin lipid composite indices were positively correlated with the gensini score while total bilirubin was negatively correlated with the gensini score receiver operating characteristic curve analysis showed a diagnostic specificity of and sensitivity of for coronary heart disease conclusionshigher values of the atherogenic index of plasma and both bilirubin lipid composite indices were associated with an increased risk of coronary heart disease and showed an independent positive correlation with the severity of coronary stenosis serum total bilirubin decreased with increasing severity of coronary stenosis demonstrating an independent negative correlation the diagnostic value of coronary heart disease was higher when the atherogenic index of plasma was bilirubin lipid composite index was or bilirubin lipid composite index was"
}