{
    "title": "Screening for prostate cancer.",
    "doc_id": "7529409",
    "writer": "Waldman AR",
    "year": "1994",
    "summary": "PURPOSE/OBJECTIVES: To describe current prostate cancer screening methods and to address the controversies surrounding their use. ...CONCLUSIONS: Despite concern over the rising incidence of prostate cancer, the effectiveness of DRE, PSA, and TRUS in s …",
    "abstract": "Purpose/objectives:\n        \n      \n      To describe current prostate cancer screening methods and to address the controversies surrounding their use.\n    \n\n\n          Data sources:\n        \n      \n      Published articles, abstracts, books, and press releases; personal communication.\n    \n\n\n          Data synthesis:\n        \n      \n      Controversy exists about whether efforts to conduct mass screenings for prostate cancer are of value given the related costs and the inability of such screenings to distinguish between indolent and aggressive tumors. The American Cancer Society (ACS) has added prostate cancer to its \"Guidelines for the Cancer-Related Checkup\" but does not recommend these guidelines for mass screenings. Preliminary findings of the ACS National Prostate Cancer Detection Study have shown that digital rectal examination (DRE) and transrectal ultrasonography (TRUS) have the best positive predictive value when the prostate-specific antigen (PSA) level is greater than 4 ng/ml.\n    \n\n\n          Conclusions:\n        \n      \n      Despite concern over the rising incidence of prostate cancer, the effectiveness of DRE, PSA, and TRUS in screening for early detection of prostate cancer remains controversial.\n    \n\n\n          Implications for nursing practice:\n        \n      \n      As the public becomes more aware of the controversies surrounding prostate cancer screening, nurses are finding that they play a vital role in the educational process. By understanding the abilities and deficiencies of the current screening methods, nurses can offer men concrete information about DRE, PSA, and TRUS. They can reinforce the importance of early detection for high-risk populations, as well as suggest strategies for encouraging compliance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7529409/",
    "clean_text": "screening for prostate cancer purpose objectives to describe current prostate cancer screening methods and to address the controversies surrounding their use conclusions despite concern over the rising incidence of prostate cancer the effectiveness of dre psa and trus in s purpose objectives to describe current prostate cancer screening methods and to address the controversies surrounding their use data sources published articles abstracts books and press releases personal communication data synthesis controversy exists about whether efforts to conduct mass screenings for prostate cancer are of value given the related costs and the inability of such screenings to distinguish between indolent and aggressive tumors the american cancer society acs has added prostate cancer to its guidelines for the cancer related checkup but does not recommend these guidelines for mass screenings preliminary findings of the acs national prostate cancer detection study have shown that digital rectal examination dre and transrectal ultrasonography trus have the best positive predictive value when the prostate specific antigen psa level is greater than ng ml conclusions despite concern over the rising incidence of prostate cancer the effectiveness of dre psa and trus in screening for early detection of prostate cancer remains controversial implications for nursing practice as the public becomes more aware of the controversies surrounding prostate cancer screening nurses are finding that they play a vital role in the educational process by understanding the abilities and deficiencies of the current screening methods nurses can offer men concrete information about dre psa and trus they can reinforce the importance of early detection for high risk populations as well as suggest strategies for encouraging compliance"
}