{
    "pmid": "41357237",
    "title": "Complete response and HBsAg clearance of advanced hepatocellular carcinoma associated with hepatitis B by DEB-TACE combined systematic therapy: a case report.",
    "abstract": "Systemic therapy is the standard treatment for patients with hepatitis B-related hepatocellular carcinoma (HCC) and portal vein invasion. Emerging evidence suggests that the combination of localized regional therapy, multikinase inhibitors (MKIs), and immune checkpoint inhibitors (ICIs) yields promising outcomes for advanced HCC. ICIs not only effectively control HCC progression but may also facilitate a HBsAg clearance for hepatitis B-associated HCC patients, characterized by sustained HBV DNA (Hepatitis B Virus Deoxyribonucleic Acid)and HBsAg clearance. This report details a case of hepatitis B cirrhosis with multifocal intrahepatic HCC and portal vein involvement, where the patient achieved complete response (CR) and HBsAg clearance following treatment with lenvatinib (an MKI), tislelizumab (a PD-1 inhibitor), and localized regional therapy. A 61-year-old male with hepatitis B-related cirrhosis and advanced HCC with portal vein involvement underwent drug-loaded microsphere hepatic arterial chemoembolization (DEB-TACE) treatment. Additionally, the patient received a combination therapy of lenvatinib and tislelizumab. Following three DEB-TACE sessions, six months of lenvatinib, and seven cycles of tislelizumab, the patient attained CR and achieved HBsAg clearance of hepatitis B, as evidenced by the sustained absence of HBV DNA and HBsAg. The concurrent administration of DEB-TACE, lenvatinib, and tislelizumab demonstrated efficacy in achieving a HBsAg clearance for hepatitis B in a patient presenting with advanced HCC and portal vein tumor thrombosis. These findings suggest that a localized regimen incorporating MKIs and ICIs holds promise as a therapeutic approach for select cases of HBV-HCC, potentially leading to a HBsAg clearance of hepatitis B. Large-scale studies are warranted to validate these findings.",
    "disease": "liver cirrhosis",
    "clean_text": "complete response and hbsag clearance of advanced hepatocellular carcinoma associated with hepatitis b by deb tace combined systematic therapy a case report systemic therapy is the standard treatment for patients with hepatitis b related hepatocellular carcinoma hcc and portal vein invasion emerging evidence suggests that the combination of localized regional therapy multikinase inhibitors mkis and immune checkpoint inhibitors icis yields promising outcomes for advanced hcc icis not only effectively control hcc progression but may also facilitate a hbsag clearance for hepatitis b associated hcc patients characterized by sustained hbv dna hepatitis b virus deoxyribonucleic acid and hbsag clearance this report details a case of hepatitis b cirrhosis with multifocal intrahepatic hcc and portal vein involvement where the patient achieved complete response cr and hbsag clearance following treatment with lenvatinib an mki tislelizumab a pd inhibitor and localized regional therapy a year old male with hepatitis b related cirrhosis and advanced hcc with portal vein involvement underwent drug loaded microsphere hepatic arterial chemoembolization deb tace treatment additionally the patient received a combination therapy of lenvatinib and tislelizumab following three deb tace sessions six months of lenvatinib and seven cycles of tislelizumab the patient attained cr and achieved hbsag clearance of hepatitis b as evidenced by the sustained absence of hbv dna and hbsag the concurrent administration of deb tace lenvatinib and tislelizumab demonstrated efficacy in achieving a hbsag clearance for hepatitis b in a patient presenting with advanced hcc and portal vein tumor thrombosis these findings suggest that a localized regimen incorporating mkis and icis holds promise as a therapeutic approach for select cases of hbv hcc potentially leading to a hbsag clearance of hepatitis b large scale studies are warranted to validate these findings"
}