{
    "title": "Spatially patterned kidney assembloids recapitulate progenitor self-assembly and enable high-fidelity in vivo disease modeling.",
    "doc_id": "40967224",
    "writer": "Huang B",
    "year": "2025",
    "summary": "Current kidney organoids do not recapitulate the kidney's complex spatial patterning and function, limiting their applications. ...Here, we develop spatially organized mouse and human kidney progenitor assembloid (KPA) models in which the nephrons unde …",
    "abstract": "Current kidney organoids do not recapitulate the kidney's complex spatial patterning and function, limiting their applications. The human kidney comprises one million nephrons, derived from nephron progenitor cells, that connect to an arborized ureteric progenitor cell-derived collecting system. Here, we develop spatially organized mouse and human kidney progenitor assembloid (KPA) models in which the nephrons undergo extensive development and fuse to a centrally located collecting system, recapitulating kidney progenitor self-assembly processes observed in vivo. KPAs show dramatically improved cellular complexity and maturity and exhibit several aspects of major kidney functions in vitro and in vivo. Modeling human autosomal dominant polycystic kidney disease (ADPKD) with genome-edited, in vivo-grown human KPAs recapitulated the cystic phenotype and the molecular and cellular hallmarks of the disease and highlighted the crosstalk among cyst epithelium, stroma, and macrophages. The KPA platform opens new avenues for high-fidelity disease modeling and lays a strong foundation for kidney regenerative medicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40967224/",
    "clean_text": "spatially patterned kidney assembloids recapitulate progenitor self assembly and enable high fidelity in vivo disease modeling current kidney organoids do not recapitulate the kidney s complex spatial patterning and function limiting their applications here we develop spatially organized mouse and human kidney progenitor assembloid kpa models in which the nephrons unde current kidney organoids do not recapitulate the kidney s complex spatial patterning and function limiting their applications the human kidney comprises one million nephrons derived from nephron progenitor cells that connect to an arborized ureteric progenitor cell derived collecting system here we develop spatially organized mouse and human kidney progenitor assembloid kpa models in which the nephrons undergo extensive development and fuse to a centrally located collecting system recapitulating kidney progenitor self assembly processes observed in vivo kpas show dramatically improved cellular complexity and maturity and exhibit several aspects of major kidney functions in vitro and in vivo modeling human autosomal dominant polycystic kidney disease adpkd with genome edited in vivo grown human kpas recapitulated the cystic phenotype and the molecular and cellular hallmarks of the disease and highlighted the crosstalk among cyst epithelium stroma and macrophages the kpa platform opens new avenues for high fidelity disease modeling and lays a strong foundation for kidney regenerative medicine"
}