{
    "title": "Endometrial cancer and obesity: epidemiology, biomarkers, prevention and survivorship.",
    "doc_id": "19406460",
    "writer": "Fader AN",
    "year": "2009",
    "summary": "Endometrial cancer is the most common gynecologic malignancy in the Western world and is strongly associated with obesity. Despite the fact that most cases are diagnosed in early, more favorable stages, endometrial cancer incidence and mortality rates …",
    "abstract": "Endometrial cancer is the most common gynecologic malignancy in the Western world and is strongly associated with obesity. Despite the fact that most cases are diagnosed in early, more favorable stages, endometrial cancer incidence and mortality rates are on the rise. Morbidly obese women with endometrial cancer are more likely to die of their co-morbidities and also of their cancers when compared to their leaner cohorts. Given the increasing rates of morbid obesity in the United States, it is essential to develop appropriate screening tools and guidelines to reduce cancer morbidity and death amongst this group. Through an analysis of the existing literature, we present a review of the epidemiologic trends in obesity and endometrial cancer, discuss the promising role of screening biomarker studies, review prevention efforts and modifiable risk factors, and ways in which health outcomes and quality of life for endometrial cancer survivors may be optimized.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19406460/",
    "clean_text": "endometrial cancer and obesity epidemiology biomarkers prevention and survivorship endometrial cancer is the most common gynecologic malignancy in the western world and is strongly associated with obesity despite the fact that most cases are diagnosed in early more favorable stages endometrial cancer incidence and mortality rates endometrial cancer is the most common gynecologic malignancy in the western world and is strongly associated with obesity despite the fact that most cases are diagnosed in early more favorable stages endometrial cancer incidence and mortality rates are on the rise morbidly obese women with endometrial cancer are more likely to die of their co morbidities and also of their cancers when compared to their leaner cohorts given the increasing rates of morbid obesity in the united states it is essential to develop appropriate screening tools and guidelines to reduce cancer morbidity and death amongst this group through an analysis of the existing literature we present a review of the epidemiologic trends in obesity and endometrial cancer discuss the promising role of screening biomarker studies review prevention efforts and modifiable risk factors and ways in which health outcomes and quality of life for endometrial cancer survivors may be optimized"
}