{
    "pmid": "41459696",
    "title": "RAGE signaling pathway in inflammatory andvascular pathology of diabetic retinopathy: implications for interventional strategies.",
    "abstract": "Diabetes is the most common cause of vision deterioration and subsequent vision loss in people worldwide. Long-term hyperglycemia causes structural, neurovascular and metabolic changes in the eye, leading to a progressive loss of light sensitive retinal cells, degeneration of retinal layers and neuroinflammation of optic nerve fibers and, if not treated, leading to the development of diabetic retinopathy and optic nerve damage. Growing evidence indicates that the pathological changes observed in the retina and optic nerve affected by prolonged hyperglycemia might results from several interconnected molecular events and biochemical signaling cascades such as excessive protein glycation, increased oxidative stress and local inflammation triggered by the receptor for advanced glycation end‑products (RAGE) along with the upregulation of molecules involved in angiogenesis and cytoskeleton modification including vascular endothelial growth factor (VEGF) and RhoA/Diaph1/profilin1 system. In this review, we focus on the latest advances in uncovering major factors involved in the pathogenesis of diabetic retinopathy and discuss novel, non‑invasive treatment options aimed at the cause rather than symptoms of the disease.",
    "disease": "diabetes mellitus",
    "clean_text": "rage signaling pathway in inflammatory andvascular pathology of diabetic retinopathy implications for interventional strategies diabetes is the most common cause of vision deterioration and subsequent vision loss in people worldwide long term hyperglycemia causes structural neurovascular and metabolic changes in the eye leading to a progressive loss of light sensitive retinal cells degeneration of retinal layers and neuroinflammation of optic nerve fibers and if not treated leading to the development of diabetic retinopathy and optic nerve damage growing evidence indicates that the pathological changes observed in the retina and optic nerve affected by prolonged hyperglycemia might results from several interconnected molecular events and biochemical signaling cascades such as excessive protein glycation increased oxidative stress and local inflammation triggered by the receptor for advanced glycation end products rage along with the upregulation of molecules involved in angiogenesis and cytoskeleton modification including vascular endothelial growth factor vegf and rhoa diaph profilin system in this review we focus on the latest advances in uncovering major factors involved in the pathogenesis of diabetic retinopathy and discuss novel non invasive treatment options aimed at the cause rather than symptoms of the disease"
}