{
    "pmid": "41365514",
    "title": "Human Immune Response to Influenza Neuraminidase After Vaccination: A Systematic Review.",
    "abstract": "Licensed influenza vaccines primarily target hemagglutinin (HA)-related immunity, but neuraminidase (NA)-based immunity is gaining attention as an independent correlate of protection. Inactivated influenza vaccines contain unspecified quantities of residual NA, with limited understanding of the resulting antibody induction and durability. We conducted a systematic literature review across PubMed, Embase, Cochrane Library, ClinicalTrials.gov, and Trialtrove to identify studies reporting NA-related immunity following influenza vaccination. Primary outcomes included pre-existing and post-vaccination NA-inhibiting (NAI) antibody titers. Analysis of 40 articles, predominantly examining split-virus vaccines, revealed NAI antibody titers increased 5-7-fold at days 8-30 post-vaccination compared to baseline across all three NA (sub)types. NAI antibody geometric mean titers showed greater variability against N1 and N2 than against influenza B virus NAs. No significant differences in pre-vaccination and post-vaccination NAI antibody titers were observed between adults (18-64 years) and the elderly (≥ 65 years) for the N1 subtype. However, statistical differences were observed post-vaccination (days 8-30) between these age groups for N2 (p = 0.04) and NB (p = 0.01) (sub)types. NAI antibody responses remained durable, persisting at 2-16-fold above pre-vaccination levels through days 91-180. Current influenza vaccines induce durable NAI responses in adults for up to 6 months. These findings provide valuable insights into pre-vaccination and post-vaccination responses to residual NA, which can guide future vaccine development strategies. Enhanced understanding of NA immunogenicity should inform public health approaches to improve global influenza prevention and control.",
    "disease": "influenza",
    "clean_text": "human immune response to influenza neuraminidase after vaccination a systematic review licensed influenza vaccines primarily target hemagglutinin ha related immunity but neuraminidase na based immunity is gaining attention as an independent correlate of protection inactivated influenza vaccines contain unspecified quantities of residual na with limited understanding of the resulting antibody induction and durability we conducted a systematic literature review across pubmed embase cochrane library clinicaltrials gov and trialtrove to identify studies reporting na related immunity following influenza vaccination primary outcomes included pre existing and post vaccination na inhibiting nai antibody titers analysis of articles predominantly examining split virus vaccines revealed nai antibody titers increased fold at days post vaccination compared to baseline across all three na sub types nai antibody geometric mean titers showed greater variability against n and n than against influenza b virus nas no significant differences in pre vaccination and post vaccination nai antibody titers were observed between adults years and the elderly years for the n subtype however statistical differences were observed post vaccination days between these age groups for n p and nb p sub types nai antibody responses remained durable persisting at fold above pre vaccination levels through days current influenza vaccines induce durable nai responses in adults for up to months these findings provide valuable insights into pre vaccination and post vaccination responses to residual na which can guide future vaccine development strategies enhanced understanding of na immunogenicity should inform public health approaches to improve global influenza prevention and control"
}