{
    "title": "Endometrial Cancer Stem Cells: Where Do We Stand and Where Should We Go?",
    "doc_id": "35328833",
    "writer": "Banz-Jansen C",
    "year": "2022",
    "summary": "Endometrial cancer is one of the most common malignant diseases in women worldwide, with an incidence of 5.9%. ...Endometrial Cancer Stem Cells (CSC) might be drivers of carcinogenesis as well as metastatic and recurrent disease. ...",
    "abstract": "Endometrial cancer is one of the most common malignant diseases in women worldwide, with an incidence of 5.9%. Thus, it is the most frequent cancer of the female genital tract, with more than 34,000 women dying, in Europe and North America alone. Endometrial Cancer Stem Cells (CSC) might be drivers of carcinogenesis as well as metastatic and recurrent disease. Therefore, targeting CSCs is of high interest to improve prognosis of patients suffering of advanced or recurrent endometrial cancer. This review describes the current evidence of molecular mechanisms in endometrial CSCs with special emphasis on MYC and NF-κB signaling as well as mitochondrial metabolism. Furthermore, the current status of immunotherapy targeting PD-1 and PD-L1 in endometrial cancer cells and CSCs is elucidated. The outlined findings encourage novel therapies that target signaling pathways in endometrial CSCs as well as immunotherapy as a promising therapeutic approach in the treatment of endometrial cancer to impede cancer progression and prevent recurrence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35328833/",
    "clean_text": "endometrial cancer stem cells where do we stand and where should we go endometrial cancer is one of the most common malignant diseases in women worldwide with an incidence of endometrial cancer stem cells csc might be drivers of carcinogenesis as well as metastatic and recurrent disease endometrial cancer is one of the most common malignant diseases in women worldwide with an incidence of thus it is the most frequent cancer of the female genital tract with more than women dying in europe and north america alone endometrial cancer stem cells csc might be drivers of carcinogenesis as well as metastatic and recurrent disease therefore targeting cscs is of high interest to improve prognosis of patients suffering of advanced or recurrent endometrial cancer this review describes the current evidence of molecular mechanisms in endometrial cscs with special emphasis on myc and nf b signaling as well as mitochondrial metabolism furthermore the current status of immunotherapy targeting pd and pd l in endometrial cancer cells and cscs is elucidated the outlined findings encourage novel therapies that target signaling pathways in endometrial cscs as well as immunotherapy as a promising therapeutic approach in the treatment of endometrial cancer to impede cancer progression and prevent recurrence"
}