{
    "title": "Ulcerative umbrellar lesions in captive moon jelly (Aurelia aurita) medusae.",
    "doc_id": "23024139",
    "writer": "LaDouceur EE",
    "year": "2013",
    "summary": "Over a period of 6 months, dozens of moon jelly (Aurelia aurita) medusae from a single-species exhibit at the California Science Center (CSC) developed exumbrellar ulcers. Ulcers were progressive, causing umbrellar creases that expanded radially to the bell rim and …",
    "abstract": "Over a period of 6 months, dozens of moon jelly (Aurelia aurita) medusae from a single-species exhibit at the California Science Center (CSC) developed exumbrellar ulcers. Ulcers were progressive, causing umbrellar creases that expanded radially to the bell rim and occasional adoral erosions that extended into gastrovascular cavities. Husbandry interventions, including addition of ultraviolet light sterilizers, repopulation with fresh cultures, and enclosure disinfection, did not arrest the recurrence of lesions. Biopsies or whole specimens representing 17 medusae (15 affected and 2 grossly unaffected) from CSC and 2 control medusae from Aquarium of the Pacific were submitted to a private diagnostic laboratory and processed for light and electron microscopy. Microscopic lesions were present in all CSC medusae and were not observed or negligible in control medusae. Lesions included ulceration, necrosis, and hyperplasia in all umbrellar layers, with most severe lesions in the exumbrella and amoebocyte infiltration in the underlying mesoglea. Special stains, electron microscopy, and fungal culture did not associate microorganisms with the lesions. Bacterial cultures from the CSC population consistently grew Shewanella and Vibrio spp, both of which were considered commensal. Trauma and environmental stress are proposed as possible causes for the ulcers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23024139/",
    "clean_text": "ulcerative umbrellar lesions in captive moon jelly aurelia aurita medusae over a period of months dozens of moon jelly aurelia aurita medusae from a single species exhibit at the california science center csc developed exumbrellar ulcers ulcers were progressive causing umbrellar creases that expanded radially to the bell rim and over a period of months dozens of moon jelly aurelia aurita medusae from a single species exhibit at the california science center csc developed exumbrellar ulcers ulcers were progressive causing umbrellar creases that expanded radially to the bell rim and occasional adoral erosions that extended into gastrovascular cavities husbandry interventions including addition of ultraviolet light sterilizers repopulation with fresh cultures and enclosure disinfection did not arrest the recurrence of lesions biopsies or whole specimens representing medusae affected and grossly unaffected from csc and control medusae from aquarium of the pacific were submitted to a private diagnostic laboratory and processed for light and electron microscopy microscopic lesions were present in all csc medusae and were not observed or negligible in control medusae lesions included ulceration necrosis and hyperplasia in all umbrellar layers with most severe lesions in the exumbrella and amoebocyte infiltration in the underlying mesoglea special stains electron microscopy and fungal culture did not associate microorganisms with the lesions bacterial cultures from the csc population consistently grew shewanella and vibrio spp both of which were considered commensal trauma and environmental stress are proposed as possible causes for the ulcers"
}