{
    "pmid": "41433024",
    "title": "Intrathecal Morphine for Enhanced Recovery After Laparoscopic Colorectal Surgery: A Randomized Clinical Trial.",
    "abstract": "Despite the recovery advantages of minimally invasive surgical techniques, moderate to severe pain after laparoscopic colorectal surgery is a common barrier to improving postoperative recovery quality. To evaluate whether intrathecal morphine (ITM) combined with transversus abdominis plane block (TAPB) improves postoperative recovery quality after laparoscopic colorectal surgery. This prospective, double-blind randomized clinical trial was conducted at Sun Yat-sen University Cancer Center between October 15, 2024, and February 15, 2025. Adults scheduled for elective laparoscopic colorectal surgery were randomized 1:1 to ITM or saline placebo. Data were analyzed from March 1, 2025, to March 31, 2025. Both groups received liposomal bupivacaine for TAPB as part of standard enhanced recovery after surgery (ERAS) protocol. The intervention group received ITM, 3 µg/kg, while the control group received intrathecal normal saline. The primary outcome was the Quality of Recovery 15 (QoR-15) score at 24 hours postoperatively. Secondary outcomes included postoperative pain scores, cumulative opioid consumption (in morphine milligram equivalents [MME]), time to first flatus, time to first ambulation, incidence of adverse effects, and length of hospital stay. A total of 252 patients were included in the intention-to-treat analysis (mean [SD] age, 58.4 [11.1] years; 112 female patients [44.4%]). At 24 hours postoperatively, the intervention group had significantly higher mean (SE) QoR-15 scores compared to the control group (114.95 [1.04] vs 102.22 [0.76]; mean difference, 12.21; 95% CI, 9.91-14.51; P < .001), indicating better recovery quality. Postoperative mean (SD) morphine consumption was lower in the intervention group compared to the control group (4.4 [6.4] MME vs 10.4 [11.1] MME; mean difference, -6.59; 95% CI, -8.88 to -4.31; P < .001). The intervention group also had a reduced incidence of nausea (23.8% vs 37.3%; adjusted risk difference, -15.06%; 95% CI, -26.60% to -3.52%; P = .01), but a high incidence of pruritus was observed in the intervention group (19.0% vs 3.2%; adjusted risk difference, 15.08%; 95% CI, 7.26%-22.90%; P < .001). Per the results of this randomized clinical trial, in laparoscopic colorectal surgery, ITM combined with TAPB can significantly enhance early postoperative recovery and analgesia, albeit with an increased risk of pruritus. This strategy may be a valuable component of multimodal analgesia regimens following laparoscopic colorectal surgery. ClinicalTrials.gov Identifier: NCT06636864.",
    "disease": "colorectal cancer",
    "clean_text": "intrathecal morphine for enhanced recovery after laparoscopic colorectal surgery a randomized clinical trial despite the recovery advantages of minimally invasive surgical techniques moderate to severe pain after laparoscopic colorectal surgery is a common barrier to improving postoperative recovery quality to evaluate whether intrathecal morphine itm combined with transversus abdominis plane block tapb improves postoperative recovery quality after laparoscopic colorectal surgery this prospective double blind randomized clinical trial was conducted at sun yat sen university cancer center between october and february adults scheduled for elective laparoscopic colorectal surgery were randomized to itm or saline placebo data were analyzed from march to march both groups received liposomal bupivacaine for tapb as part of standard enhanced recovery after surgery eras protocol the intervention group received itm g kg while the control group received intrathecal normal saline the primary outcome was the quality of recovery qor score at hours postoperatively secondary outcomes included postoperative pain scores cumulative opioid consumption in morphine milligram equivalents mme time to first flatus time to first ambulation incidence of adverse effects and length of hospital stay a total of patients were included in the intention to treat analysis mean sd age years female patients at hours postoperatively the intervention group had significantly higher mean se qor scores compared to the control group vs mean difference ci p indicating better recovery quality postoperative mean sd morphine consumption was lower in the intervention group compared to the control group mme vs mme mean difference ci to p the intervention group also had a reduced incidence of nausea vs adjusted risk difference ci to p but a high incidence of pruritus was observed in the intervention group vs adjusted risk difference ci p per the results of this randomized clinical trial in laparoscopic colorectal surgery itm combined with tapb can significantly enhance early postoperative recovery and analgesia albeit with an increased risk of pruritus this strategy may be a valuable component of multimodal analgesia regimens following laparoscopic colorectal surgery clinicaltrials gov identifier nct"
}