{
    "title": "Nonezymatic formation of succinate in mitochondria under oxidative stress.",
    "doc_id": "16781453",
    "writer": "Fedotcheva NI",
    "year": "2006",
    "summary": "The occurrence of nonenzymatic oxidation of KGL in mitochondria was established by an increase in the CO(2) and succinate levels in the presence of the oxidants and inhibitors of enzymatic oxidation. ...The appearance of two products, KGL and fumarate, also f …",
    "abstract": "The products of the reactions of mitochondrial 2-oxo acids with hydrogen peroxide and tert-butyl hydroperoxide (tert-BuOOH) were studied in a chemical system and in rat liver mitochondria. It was found by HPLC that the decarboxylation of alpha-ketoglutarate (KGL), pyruvate (PYR), and oxaloacetate (OA) by both oxidants results in the formation of succinate, acetate, and malonate, respectively. The two latter products do not metabolize in rat liver mitochondria, whereas succinate is actively oxidized, and its nonenzymatic formation from KGL may shunt the tricarboxylic acid (TCA) cycle upon inactivation of alpha-ketoglutarate dehydrogenase (KGDH) under oxidative stress, which is inherent in many diseases and aging. The occurrence of nonenzymatic oxidation of KGL in mitochondria was established by an increase in the CO(2) and succinate levels in the presence of the oxidants and inhibitors of enzymatic oxidation. H(2)O(2) and menadione as an inductor of reactive oxygen species (ROS) caused the formation of CO(2) in the presence of sodium azide and the production of succinate, fumarate, and malate in the presence of rotenone. These substrates were also formed from KGL when mitochondria were incubated with tert-BuOOH at concentrations that completely inhibit KGDH. The nonenzymatic oxidation of KGL can support the TCA cycle under oxidative stress, provided that KGL is supplied via transamination. This is supported by the finding that the strong oxidant such as tert-BuOOH did not impair respiration and its sensitivity to the transaminase inhibitor aminooxyacetate when glutamate and malate were used as substrates. The appearance of two products, KGL and fumarate, also favors the involvement of transamination. Thus, upon oxidative stress, nonenzymatic decarboxylation of KGL and transamination switch the TCA cycle to the formation and oxidation of succinate.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16781453/",
    "clean_text": "nonezymatic formation of succinate in mitochondria under oxidative stress the occurrence of nonenzymatic oxidation of kgl in mitochondria was established by an increase in the co and succinate levels in the presence of the oxidants and inhibitors of enzymatic oxidation the appearance of two products kgl and fumarate also f the products of the reactions of mitochondrial oxo acids with hydrogen peroxide and tert butyl hydroperoxide tert buooh were studied in a chemical system and in rat liver mitochondria it was found by hplc that the decarboxylation of alpha ketoglutarate kgl pyruvate pyr and oxaloacetate oa by both oxidants results in the formation of succinate acetate and malonate respectively the two latter products do not metabolize in rat liver mitochondria whereas succinate is actively oxidized and its nonenzymatic formation from kgl may shunt the tricarboxylic acid tca cycle upon inactivation of alpha ketoglutarate dehydrogenase kgdh under oxidative stress which is inherent in many diseases and aging the occurrence of nonenzymatic oxidation of kgl in mitochondria was established by an increase in the co and succinate levels in the presence of the oxidants and inhibitors of enzymatic oxidation h o and menadione as an inductor of reactive oxygen species ros caused the formation of co in the presence of sodium azide and the production of succinate fumarate and malate in the presence of rotenone these substrates were also formed from kgl when mitochondria were incubated with tert buooh at concentrations that completely inhibit kgdh the nonenzymatic oxidation of kgl can support the tca cycle under oxidative stress provided that kgl is supplied via transamination this is supported by the finding that the strong oxidant such as tert buooh did not impair respiration and its sensitivity to the transaminase inhibitor aminooxyacetate when glutamate and malate were used as substrates the appearance of two products kgl and fumarate also favors the involvement of transamination thus upon oxidative stress nonenzymatic decarboxylation of kgl and transamination switch the tca cycle to the formation and oxidation of succinate"
}