{
    "pmid": "41452535",
    "title": "Non-Pharmacological and Non-Surgical Management of Parkinson's Disease: A Systematic Review of Clinical Practice Guidelines.",
    "abstract": "Non-pharmacological and non-surgical interventions from nursing and allied health professionals play an important role in management of Parkinson's disease, but there is no clear source of evidence-based recommendations to guide these therapies. To critically appraise the content and quality of recommendations regarding non-pharmacological and non-surgical interventions from high-quality PD clinical practice guidelines (CPGs). CPGs were identified through database searches (inception to September 2025) and hand searching. Quality was assessed using validated tools (AGREE-II and AGREE-REX), and recommendations from higher-quality CPGs were mapped to the International Classification of Functioning, Disability and Health (ICF). Confidence in these recommendations was assessed using the Grading of Recommendations Assessment, Development and Evaluation Confidence in Evidence from Reviews of Qualitative Research (GRADE-CERQual) assessment. Of 29 guidelines identified, nine met the threshold for high quality and contained 114 recommendations. From the included guidelines, 40 GRADE-CERQual summary statements were developed: one with \"high confidence,\" 16 with \"moderate confidence,\" 22 with \"low confidence\" and one with \"very low confidence.\" The high confidence recommendation was related to use of augmentative technology in speech pathology, and moderate confidence in interventions related to a range of clinical domains including bladder and bowel management, nutrition, movement strategies, exercise, handwriting, dysphagia and dysphonia management. This breadth of high to moderate confidence recommendations in high quality clinical practice guidelines highlights the importance of the multidisciplinary allied health team in managing symptoms of people with PD to improve function, reduce symptom burden and improve quality of life.",
    "disease": "parkinson disease",
    "clean_text": "non pharmacological and non surgical management of parkinson s disease a systematic review of clinical practice guidelines non pharmacological and non surgical interventions from nursing and allied health professionals play an important role in management of parkinson s disease but there is no clear source of evidence based recommendations to guide these therapies to critically appraise the content and quality of recommendations regarding non pharmacological and non surgical interventions from high quality pd clinical practice guidelines cpgs cpgs were identified through database searches inception to september and hand searching quality was assessed using validated tools agree ii and agree rex and recommendations from higher quality cpgs were mapped to the international classification of functioning disability and health icf confidence in these recommendations was assessed using the grading of recommendations assessment development and evaluation confidence in evidence from reviews of qualitative research grade cerqual assessment of guidelines identified nine met the threshold for high quality and contained recommendations from the included guidelines grade cerqual summary statements were developed one with high confidence with moderate confidence with low confidence and one with very low confidence the high confidence recommendation was related to use of augmentative technology in speech pathology and moderate confidence in interventions related to a range of clinical domains including bladder and bowel management nutrition movement strategies exercise handwriting dysphagia and dysphonia management this breadth of high to moderate confidence recommendations in high quality clinical practice guidelines highlights the importance of the multidisciplinary allied health team in managing symptoms of people with pd to improve function reduce symptom burden and improve quality of life"
}