{
    "title": "Animal models for diabetes insipidus.",
    "doc_id": "34238463",
    "writer": "Mahía J",
    "year": "2021",
    "summary": "AVP secretion deficits produce central diabetes insipidus (CDI), while renal insensitivity to the antidiuretic effect of AVP causes nephrogenic diabetes insipidus (NDI). ...",
    "abstract": "The hormone arginine vasopressin (AVP) is a nonapeptide synthesized by hypothalamic magnocellular nuclei and secreted from the posterior pituitary into the bloodstream. It binds to AVP receptor 2 in the kidney to promote the insertion of aquaporin channels (AQP2) and antidiuretic responses. AVP secretion deficits produce central diabetes insipidus (CDI), while renal insensitivity to the antidiuretic effect of AVP causes nephrogenic diabetes insipidus (NDI). Hereditary and acquired forms of CDI and NDI generate hypotonic polyuria, polydipsia, hyperosmolality, and hypernatremia. The AVP mutant (Brattleboro) rat is the principal animal model of hereditary CDI, while neurohypophysectomy, pituitary stalk compression, hypophysectomy, and mediobasal hypothalamic lesions produce acquired CDI. In animals, hereditary NDI is mainly caused by mutations in AVP2R or AQP2 genes, while acquired NDI is most frequently induced by lithium. We report here on the determinants of the intake and excretion of water and mineral salts and on the different types of DI in humans. We then describe the hydromineral characteristics of these animal models and the responses observed after administration of hypertonic NaCl or when they are fed with low-sodium diets. Finally, we report on the effects of drugs such as AVP analogues and/or oxytocin, another neuropeptide that increases sodium excretion in animal models and humans with CDI, and sildenafil, a compound that increases the expression and function of AQP2 channels in animal models and humans with NDI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34238463/",
    "clean_text": "animal models for diabetes insipidus avp secretion deficits produce central diabetes insipidus cdi while renal insensitivity to the antidiuretic effect of avp causes nephrogenic diabetes insipidus ndi the hormone arginine vasopressin avp is a nonapeptide synthesized by hypothalamic magnocellular nuclei and secreted from the posterior pituitary into the bloodstream it binds to avp receptor in the kidney to promote the insertion of aquaporin channels aqp and antidiuretic responses avp secretion deficits produce central diabetes insipidus cdi while renal insensitivity to the antidiuretic effect of avp causes nephrogenic diabetes insipidus ndi hereditary and acquired forms of cdi and ndi generate hypotonic polyuria polydipsia hyperosmolality and hypernatremia the avp mutant brattleboro rat is the principal animal model of hereditary cdi while neurohypophysectomy pituitary stalk compression hypophysectomy and mediobasal hypothalamic lesions produce acquired cdi in animals hereditary ndi is mainly caused by mutations in avp r or aqp genes while acquired ndi is most frequently induced by lithium we report here on the determinants of the intake and excretion of water and mineral salts and on the different types of di in humans we then describe the hydromineral characteristics of these animal models and the responses observed after administration of hypertonic nacl or when they are fed with low sodium diets finally we report on the effects of drugs such as avp analogues and or oxytocin another neuropeptide that increases sodium excretion in animal models and humans with cdi and sildenafil a compound that increases the expression and function of aqp channels in animal models and humans with ndi"
}