{
    "pmid": "41449331",
    "title": "Incident hypertension among adults on ART in Malawi: a nested cohort study.",
    "abstract": "As populations on antiretroviral therapy (ART) in sub-Saharan Africa are aging, hypertension has become an increasingly important comorbidity among people living with HIV (PLHIV). To address a paucity of data from sub-Saharan Africa on the incidence of hypertension among PLHIV, we conducted a cohort study in Malawi to assess the frequency and correlates of incident hypertension among PLHIV established on ART. In this prospective cohort study nested in a clinical trial, we followed participants without prevalent hypertension at enrolment and routinely screened their blood pressure (BP). In the parent study, clinically stable adult (≥ 18 years) PLHIV on ART with HIV-RNA ≤ 400 copies/mL and CD4 count ≥ 250/mm3 were randomized to daily trimethoprim-sulfamethoxazole (TS), weekly chloroquine (CQ), or no prophylaxis. We defined hypertension as systolic BP of ≥ 140 mmHg and diastolic BP ≥ 90 mmHg obtained on two consecutive clinic visits. Poisson regression analysis was used to determine the incidence of hypertension, using univariate and multivariate analyses designed based on a Directed Acyclic Graph to identify key predictors of hypertension. 1,240 PLHIV (76.4% female, median age 37 years, median duration on ART 3 years, 92.2% on efavirenz-based regimens) were followed from December 2012 to July 2018, accumulating 3,676 person-years of observation (PYO). The incidence of hypertension was 36.9 per 1,000 PYO (95% confidence interval [CI]: 31.0, 43.8), with 40% of diagnoses made before the age of 40 years and the highest incidence observed in the first calendar year of the study. Higher age (incidence rate ratio [IRR] = 1.05, 95%-CI 1.03, 1.07), male sex (IRR = 1,49, 95%-CI 1, 02-2,15; p = 0.029), being overweight (aIRR = 2.55, 95%-CI: 1.27, 5.47) and obese (aIRR = 5.08, 95%-CI; 2.12, 12.18) and being on a non-efavirenz-based ART regimen (aIRR = 2.25, 95%-CI: 1.37, 3.53) were predictors of incident hypertension. Receiving TS (aIRR = 0.42, 95%-CI 0.26, 0.65) compared to receiving no prophylaxis reduced risk of incident hypertension. The incidence of hypertension among PLHIV who were stable on longer-term ART was high, justifying routine BP screening at ART clinics. Identified predictors may help targeting screening. A newly observed protective effect of TS prophylaxis on incident hypertension needs confirmation.",
    "disease": "hypertension",
    "clean_text": "incident hypertension among adults on art in malawi a nested cohort study as populations on antiretroviral therapy art in sub saharan africa are aging hypertension has become an increasingly important comorbidity among people living with hiv plhiv to address a paucity of data from sub saharan africa on the incidence of hypertension among plhiv we conducted a cohort study in malawi to assess the frequency and correlates of incident hypertension among plhiv established on art in this prospective cohort study nested in a clinical trial we followed participants without prevalent hypertension at enrolment and routinely screened their blood pressure bp in the parent study clinically stable adult years plhiv on art with hiv rna copies ml and cd count mm were randomized to daily trimethoprim sulfamethoxazole ts weekly chloroquine cq or no prophylaxis we defined hypertension as systolic bp of mmhg and diastolic bp mmhg obtained on two consecutive clinic visits poisson regression analysis was used to determine the incidence of hypertension using univariate and multivariate analyses designed based on a directed acyclic graph to identify key predictors of hypertension plhiv female median age years median duration on art years on efavirenz based regimens were followed from december to july accumulating person years of observation pyo the incidence of hypertension was per pyo confidence interval ci with of diagnoses made before the age of years and the highest incidence observed in the first calendar year of the study higher age incidence rate ratio irr ci male sex irr ci p being overweight airr ci and obese airr ci and being on a non efavirenz based art regimen airr ci were predictors of incident hypertension receiving ts airr ci compared to receiving no prophylaxis reduced risk of incident hypertension the incidence of hypertension among plhiv who were stable on longer term art was high justifying routine bp screening at art clinics identified predictors may help targeting screening a newly observed protective effect of ts prophylaxis on incident hypertension needs confirmation"
}