{
    "pmid": "41420853",
    "title": "Ethambutol-Associated Thrombocytopenia: A Rare Case Report of Drug-Induced Platelet Decline in Tuberculosis Treatment.",
    "abstract": "BACKGROUND Ethambutol is a first-line treatment for tuberculosis and a cornerstone of treatment for atypical mycobacteria. It is considered to have a low incidence of adverse drug reactions, compared with that of other anti-tuberculosis drugs. Apart from causing optic neuropathies, ethambutol is rarely implicated in the adverse effects of tuberculosis treatment. CASE REPORT We report the case of a 41-year-old man treated for cervical lymph node tuberculosis who developed ethambutol-induced thrombocytopenia. We reviewed the patient's medical history to reconstruct the chronology of his treatment and to assess the causal relationship between ethambutol and the adverse event. Isolated thrombocytopenia was noticed 10 days after the start of antituberculous treatment, motivating the discontinuation of ethambutol, as the Mycobacterium tuberculosis strain had no resistance to other first-line antituberculosis drugs. The platelet count nadir of 72×10⁹/L was observed 48 hours after ethambutol discontinuation, after 3 weeks of treatment. Discontinuation of ethambutol alone led to a rapid recovery of the platelet count within 5 days. Despite the absence of drug reintroduction, the Naranjo causality score was +6, indicating that ethambutol was probably responsible for the adverse event. We discussed this case in relation to previously reported cases, and our findings were consistent with the only 2 cases documented in the literature. CONCLUSIONS Ethambutol can cause thrombocytopenia, which occurs within 2 weeks of its introduction and disappears within days of its discontinuation.",
    "disease": "tuberculosis",
    "clean_text": "ethambutol associated thrombocytopenia a rare case report of drug induced platelet decline in tuberculosis treatment background ethambutol is a first line treatment for tuberculosis and a cornerstone of treatment for atypical mycobacteria it is considered to have a low incidence of adverse drug reactions compared with that of other anti tuberculosis drugs apart from causing optic neuropathies ethambutol is rarely implicated in the adverse effects of tuberculosis treatment case report we report the case of a year old man treated for cervical lymph node tuberculosis who developed ethambutol induced thrombocytopenia we reviewed the patient s medical history to reconstruct the chronology of his treatment and to assess the causal relationship between ethambutol and the adverse event isolated thrombocytopenia was noticed days after the start of antituberculous treatment motivating the discontinuation of ethambutol as the mycobacterium tuberculosis strain had no resistance to other first line antituberculosis drugs the platelet count nadir of l was observed hours after ethambutol discontinuation after weeks of treatment discontinuation of ethambutol alone led to a rapid recovery of the platelet count within days despite the absence of drug reintroduction the naranjo causality score was indicating that ethambutol was probably responsible for the adverse event we discussed this case in relation to previously reported cases and our findings were consistent with the only cases documented in the literature conclusions ethambutol can cause thrombocytopenia which occurs within weeks of its introduction and disappears within days of its discontinuation"
}