{
    "title": "Estimation of local variation in Young's modulus over a gold nanocontact using microscopic nanomechanical measurement method.",
    "doc_id": "39374624",
    "writer": "Liu J",
    "year": "2024",
    "summary": "In this study, using MNMM, we propose a new analytical method to directly retrieve the local Young's modulus of nanomaterials by measuring initial lattice spacing and its displacement of a local region in the TEM image during the stretching of the NC. This reveals the size …",
    "abstract": "Nanoscale materials tend to have a single crystal domain, leading to not only size dependence but also orientation dependence of their mechanical properties. Recently, we developed a microscopic nanomechanical measurement method (MNMM), which enabled us to obtain equivalent spring constants (force gradients) of nanocontacts (NCs) while observing their atomic structures by transmission electron microscopy (TEM). Therein, we evaluated Young's modulus based on a model that a newly introduced layer at the thinnest section of a NC determined the change in the measured equivalent spring constant, and discussed their size dependence. However, this model is not general for other nanomaterials that do not exhibit the introduction of a new atomic layer while stretching. In this study, using MNMM, we propose a new analytical method to directly retrieve the local Young's modulus of nanomaterials by measuring initial lattice spacing and its displacement of a local region in the TEM image during the stretching of the NC. This reveals the size dependence of local Young's modulus at various positions of the NC at once. As a result, our estimated Young's modulus for a gold [111] NC showed a size dependence similar to the one previously reported. This indicates that this analytical method benefits in revealing the mechanical properties of not only nanomaterials but also structurally heterogeneous materials such as high-entropy alloys.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39374624/",
    "clean_text": "estimation of local variation in young s modulus over a gold nanocontact using microscopic nanomechanical measurement method in this study using mnmm we propose a new analytical method to directly retrieve the local young s modulus of nanomaterials by measuring initial lattice spacing and its displacement of a local region in the tem image during the stretching of the nc this reveals the size nanoscale materials tend to have a single crystal domain leading to not only size dependence but also orientation dependence of their mechanical properties recently we developed a microscopic nanomechanical measurement method mnmm which enabled us to obtain equivalent spring constants force gradients of nanocontacts ncs while observing their atomic structures by transmission electron microscopy tem therein we evaluated young s modulus based on a model that a newly introduced layer at the thinnest section of a nc determined the change in the measured equivalent spring constant and discussed their size dependence however this model is not general for other nanomaterials that do not exhibit the introduction of a new atomic layer while stretching in this study using mnmm we propose a new analytical method to directly retrieve the local young s modulus of nanomaterials by measuring initial lattice spacing and its displacement of a local region in the tem image during the stretching of the nc this reveals the size dependence of local young s modulus at various positions of the nc at once as a result our estimated young s modulus for a gold nc showed a size dependence similar to the one previously reported this indicates that this analytical method benefits in revealing the mechanical properties of not only nanomaterials but also structurally heterogeneous materials such as high entropy alloys"
}