{
    "pmid": "41433778",
    "title": "Self-monitoring symptoms and pulse oximetry to predict imminent altitude illness in patients with chronic obstructive pulmonary disease.",
    "abstract": "Patients with chronic obstructive pulmonary disease (COPD) are susceptible to altitude-related adverse health effects (ARAHE). Does structured self-monitoring (SSM) predict imminent ARAHE in COPD patients during altitude travel. Patients with moderate to severe COPD without chronic respiratory failure, living below 800 m, ascended by bus within 5 h to a clinic at 3100 m and stayed there for 2 days. During the altitude sojourn, patients regularly monitored themselves for symptoms of acute mountain sickness (AMS) and/or drops of pulse oximetry (SpO Among 153 COPD patients (79 women, mean ± SD age 57 ± 10y) travelling to 3100 m, SSM was positive in 55 (36%), ARAHE occurred in 116 (76%). Concordance statistics indicated a diagnostic accuracy of SSM in predicting ARAHE of 0.65 (95%CI 0.58 to 0.72). In SSM positive patients, the odds ratio for ARAHE was 4.9 (95%CI 1.8 to 12.9). Positive and negative predictive values of SSM for ARAHE were 91% (95%CI 80 to 97) and 33% (95%CI 24 to 43). In exploratory analyses, supplementing SSM by nocturnal pulse oximetry with alarm capability enhanced diagnostic accuracy considerably (sensitivity improved from 43% to 73% concordance statistic increased to 0.80). Lowlanders with COPD ascending to 3100 m commonly experience ARAHE. Due to its high positive predictive value, performing SSM may allow patients to predict imminent ARAHE and take timely appropriate actions such as descend or use oxygen. Negative SSM does not reliably indicate a low risk of ARAHE.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "self monitoring symptoms and pulse oximetry to predict imminent altitude illness in patients with chronic obstructive pulmonary disease patients with chronic obstructive pulmonary disease copd are susceptible to altitude related adverse health effects arahe does structured self monitoring ssm predict imminent arahe in copd patients during altitude travel patients with moderate to severe copd without chronic respiratory failure living below m ascended by bus within h to a clinic at m and stayed there for days during the altitude sojourn patients regularly monitored themselves for symptoms of acute mountain sickness ams and or drops of pulse oximetry spo among copd patients women mean sd age y travelling to m ssm was positive in arahe occurred in concordance statistics indicated a diagnostic accuracy of ssm in predicting arahe of ci to in ssm positive patients the odds ratio for arahe was ci to positive and negative predictive values of ssm for arahe were ci to and ci to in exploratory analyses supplementing ssm by nocturnal pulse oximetry with alarm capability enhanced diagnostic accuracy considerably sensitivity improved from to concordance statistic increased to lowlanders with copd ascending to m commonly experience arahe due to its high positive predictive value performing ssm may allow patients to predict imminent arahe and take timely appropriate actions such as descend or use oxygen negative ssm does not reliably indicate a low risk of arahe"
}