{
    "pmid": "41381431",
    "title": "Optimizing COPD management in Latin America: a cost-effectiveness analysis of FF/UMEC/VI in Colombia.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) imposes a substantial clinical and economic burden in Colombia, particularly among older adults. Despite widespread use of dual therapy, many patients remain at high risk of exacerbations. Our objective was to evaluate the long-term cost-effectiveness of single-inhaler triple therapy (FF/UMEC/VI) versus dual therapy (FF/VI) in patients with moderate-to-severe COPD in Colombia. A Markov model was developed to simulate disease progression, healthcare costs, and quality-adjusted life years (QALYs) over a lifetime horizon, from the perspective of the Colombian healthcare system. Clinical inputs were based on randomized controlled trial data, and cost/resource use data were derived from national sources. Deterministic and probabilistic sensitivity analyses were performed. FF/UMEC/VI provided an additional 2.34 QALYs at an incremental cost of $3,013 USD versus FF/VI, resulting in an incremental cost-effectiveness ratio (ICER) of $1,287 per QALY, below the national willingness-to-pay threshold of $5,180 per QALY. Sensitivity analyses confirmed the robustness of results, with FF/UMEC/VI remaining cost-effective in >60% of simulations. FF/UMEC/VI is a cost-effective strategy for managing moderate-to-severe COPD in Colombia, offering improved clinical outcomes at an acceptable cost and supporting its adoption in treatment guidelines and reimbursement decisions.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "optimizing copd management in latin america a cost effectiveness analysis of ff umec vi in colombia chronic obstructive pulmonary disease copd imposes a substantial clinical and economic burden in colombia particularly among older adults despite widespread use of dual therapy many patients remain at high risk of exacerbations our objective was to evaluate the long term cost effectiveness of single inhaler triple therapy ff umec vi versus dual therapy ff vi in patients with moderate to severe copd in colombia a markov model was developed to simulate disease progression healthcare costs and quality adjusted life years qalys over a lifetime horizon from the perspective of the colombian healthcare system clinical inputs were based on randomized controlled trial data and cost resource use data were derived from national sources deterministic and probabilistic sensitivity analyses were performed ff umec vi provided an additional qalys at an incremental cost of usd versus ff vi resulting in an incremental cost effectiveness ratio icer of per qaly below the national willingness to pay threshold of per qaly sensitivity analyses confirmed the robustness of results with ff umec vi remaining cost effective in of simulations ff umec vi is a cost effective strategy for managing moderate to severe copd in colombia offering improved clinical outcomes at an acceptable cost and supporting its adoption in treatment guidelines and reimbursement decisions"
}