{
    "title": "The intangible costs of living with low back pain from a patient perspective: a scoping review.",
    "doc_id": "39513436",
    "writer": "Saywell NL",
    "year": "2025",
    "summary": "PURPOSE: Health-related low back pain costs can be direct monetary, indirect monetary, or intangible, non-monetary. ...Each category explored an aspect of life affected by low back pain. CONCLUSION: This review highlights that low …",
    "abstract": "Purpose:\n        \n      \n      Health-related low back pain costs can be direct monetary, indirect monetary, or intangible, non-monetary. The purpose of this review was to identify the intangible, non-monetary costs of low back pain from the perspective of the individual.\n    \n\n\n          Materials and methods:\n        \n      \n      A scoping review of literature was undertaken. Four databases were searched up to 6th August 2024. Data were charted and coded using deductively derived categories in line with our purpose; additional categories were developed for text that did not fit these categories. Data were analysed using directed content analysis.\n    \n\n\n          Results:\n        \n      \n      Forty-six studies met the inclusion criteria. Six categories were derived from the data, which express the experience of the person with low back pain: Perceptions of pain, Experience of healthcare, Becoming defined by low back pain, Life on hold, My social self, and Disrupted work life. Each category explored an aspect of life affected by low back pain.\n    \n\n\n          Conclusion:\n        \n      \n      This review highlights that low back pain profoundly affects many areas, with implications for peoples' personal, social, and work lives. Our findings suggest that suffering can be reduced when healthcare practitioners show empathy and legitimise the lived experience of low back pain, acknowledging the restrictions it imposes on peoples' lives.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39513436/",
    "clean_text": "the intangible costs of living with low back pain from a patient perspective a scoping review purpose health related low back pain costs can be direct monetary indirect monetary or intangible non monetary each category explored an aspect of life affected by low back pain conclusion this review highlights that low purpose health related low back pain costs can be direct monetary indirect monetary or intangible non monetary the purpose of this review was to identify the intangible non monetary costs of low back pain from the perspective of the individual materials and methods a scoping review of literature was undertaken four databases were searched up to th august data were charted and coded using deductively derived categories in line with our purpose additional categories were developed for text that did not fit these categories data were analysed using directed content analysis results forty six studies met the inclusion criteria six categories were derived from the data which express the experience of the person with low back pain perceptions of pain experience of healthcare becoming defined by low back pain life on hold my social self and disrupted work life each category explored an aspect of life affected by low back pain conclusion this review highlights that low back pain profoundly affects many areas with implications for peoples personal social and work lives our findings suggest that suffering can be reduced when healthcare practitioners show empathy and legitimise the lived experience of low back pain acknowledging the restrictions it imposes on peoples lives"
}