{
    "title": "Alleviating Distortion and Improving the Young's Modulus in Two-Photon Polymerization Fabrications.",
    "doc_id": "30467303",
    "writer": "Shin CS",
    "year": "2018",
    "summary": "To know the mechanical properties, and better still, to be able to adjust them is of paramount importance to ensuring the proper structural integrity of the printed products. In this work, the Young's modulus is measured on two-photon polymerized micro-cantilever bars. Opt …",
    "abstract": "Two-photon polymerization enables the extremely high resolution three-dimensional printing of micro-structures. To know the mechanical properties, and better still, to be able to adjust them is of paramount importance to ensuring the proper structural integrity of the printed products. In this work, the Young's modulus is measured on two-photon polymerized micro-cantilever bars. Optimizing the scanning trajectory of the laser focus points is important in alleviating distortion of the printed bars. By increasing the laser power and decreasing the inter-voxel distances we can double the Young's modulus. Post-curing with ultraviolet light can approximately quadruple the Young's modulus. However, the resulting modulus is still only about 0.3% of that of the bulk polymerized material.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30467303/",
    "clean_text": "alleviating distortion and improving the young s modulus in two photon polymerization fabrications to know the mechanical properties and better still to be able to adjust them is of paramount importance to ensuring the proper structural integrity of the printed products in this work the young s modulus is measured on two photon polymerized micro cantilever bars opt two photon polymerization enables the extremely high resolution three dimensional printing of micro structures to know the mechanical properties and better still to be able to adjust them is of paramount importance to ensuring the proper structural integrity of the printed products in this work the young s modulus is measured on two photon polymerized micro cantilever bars optimizing the scanning trajectory of the laser focus points is important in alleviating distortion of the printed bars by increasing the laser power and decreasing the inter voxel distances we can double the young s modulus post curing with ultraviolet light can approximately quadruple the young s modulus however the resulting modulus is still only about of that of the bulk polymerized material"
}