{
    "title": "Collaborative Purification of Tert-Butanol and N2O over Fe/Co-Zeolite Catalysts.",
    "doc_id": "36981811",
    "writer": "Wu R",
    "year": "2023",
    "summary": "N(2)O is a greenhouse gas and a candidate oxidant. Volatile organic pollutants (VOCs) have caused great harm to the atmospheric ecological environment. Developing the technique utilizing N(2)O as the oxidant to oxidize VOCs to realize the collaborative purifi …",
    "abstract": "N2O is a greenhouse gas and a candidate oxidant. Volatile organic pollutants (VOCs) have caused great harm to the atmospheric ecological environment. Developing the technique utilizing N2O as the oxidant to oxidize VOCs to realize the collaborative purification has significant importance and practical value for N2O emission control and VOC abatement. Therefore, the study of N2O catalytic oxidation of tert-butanol based on zeolite catalysts was carried out. A series of molecular sieves, including FER, MOR, ZSM-5, Y, and BEA, were selected as the catalyst objects, and the 1.5% wt Fe and Co were, respectively, loaded on the zeolite catalysts via the impregnation method. It was found that the catalytic performance of BEA was the best among the molecular sieves. Comparing the catalytic performance of Fe-BEA under different load gradients (0.25~2%), it was found that 1.5% Fe-BEA possessed the best catalytic activity. A series of characterization methods showed that Fe3+ content in 1.5% Fe-BEA was the highest, and more active sites formed to promote the catalytic reaction. The α-O in the reaction eventually oxidized tert-butanol to CO2 over the active site. The Co mainly existed in the form of Co2+ cations over Co-BEA samples; the 2% Co-BEA possessing higher amounts of Co2+ exhibited the highest activity among the prepared Co-BEA samples.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36981811/",
    "clean_text": "collaborative purification of tert butanol and n o over fe co zeolite catalysts n o is a greenhouse gas and a candidate oxidant volatile organic pollutants vocs have caused great harm to the atmospheric ecological environment developing the technique utilizing n o as the oxidant to oxidize vocs to realize the collaborative purifi n o is a greenhouse gas and a candidate oxidant volatile organic pollutants vocs have caused great harm to the atmospheric ecological environment developing the technique utilizing n o as the oxidant to oxidize vocs to realize the collaborative purification has significant importance and practical value for n o emission control and voc abatement therefore the study of n o catalytic oxidation of tert butanol based on zeolite catalysts was carried out a series of molecular sieves including fer mor zsm y and bea were selected as the catalyst objects and the wt fe and co were respectively loaded on the zeolite catalysts via the impregnation method it was found that the catalytic performance of bea was the best among the molecular sieves comparing the catalytic performance of fe bea under different load gradients it was found that fe bea possessed the best catalytic activity a series of characterization methods showed that fe content in fe bea was the highest and more active sites formed to promote the catalytic reaction the o in the reaction eventually oxidized tert butanol to co over the active site the co mainly existed in the form of co cations over co bea samples the co bea possessing higher amounts of co exhibited the highest activity among the prepared co bea samples"
}