{
    "title": "Plasma MicroRNAs as sensitive and specific biomarkers of tissue injury.",
    "doc_id": "19745058",
    "writer": "Laterza OF",
    "year": "2009",
    "summary": "Because of their size, abundance, tissue specificity, and relative stability in plasma, miRNAs hold promise as unique accessible biomarkers to monitor tissue injury. METHODS: We investigated the use of liver-, muscle- and brain-specific miRNAs as circulating biomarkers of …",
    "abstract": "Background:\n        \n      \n      MicroRNAs (miRNAs) are endogenous, small noncoding RNAs. Because of their size, abundance, tissue specificity, and relative stability in plasma, miRNAs hold promise as unique accessible biomarkers to monitor tissue injury.\n    \n\n\n          Methods:\n        \n      \n      We investigated the use of liver-, muscle- and brain-specific miRNAs as circulating biomarkers of tissue injury. We used a highly sensitive quantitative PCR assay to measure specific miRNAs (miR-122, miR-133a, and miR-124) in plasma samples from rats treated with liver or muscle toxicants and from a rat surgical model of stroke.\n    \n\n\n          Results:\n        \n      \n      We observed increases in plasma concentrations of miR-122, miR-133a, and miR-124 corresponding to injuries in liver, muscle, and brain, respectively. miR-122 and miR-133a illustrated specificity for liver and muscle toxicity, respectively, because they were not detectable in the plasma of animals with toxicity to the other organ. This result contrasted with the results for alanine aminotransferase (ALT) and aspartate aminotransferase, which were both increased with either organ toxicity. Furthermore, miR-122 exhibited a diagnostic sensitivity superior to that of ALT when the results were correlated to the liver histopathologic results. The miR-124 concentration increased in the plasma of rats 8 h after surgery to produce brain injury and peaked at 24 h, while the miR-122 and miR-133a concentrations remained at baseline values.\n    \n\n\n          Conclusions:\n        \n      \n      These results demonstrate that tissue-specific miRNAs may serve as diagnostically sensitive plasma biomarkers of tissue injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19745058/",
    "clean_text": "plasma micrornas as sensitive and specific biomarkers of tissue injury because of their size abundance tissue specificity and relative stability in plasma mirnas hold promise as unique accessible biomarkers to monitor tissue injury methods we investigated the use of liver muscle and brain specific mirnas as circulating biomarkers of background micrornas mirnas are endogenous small noncoding rnas because of their size abundance tissue specificity and relative stability in plasma mirnas hold promise as unique accessible biomarkers to monitor tissue injury methods we investigated the use of liver muscle and brain specific mirnas as circulating biomarkers of tissue injury we used a highly sensitive quantitative pcr assay to measure specific mirnas mir mir a and mir in plasma samples from rats treated with liver or muscle toxicants and from a rat surgical model of stroke results we observed increases in plasma concentrations of mir mir a and mir corresponding to injuries in liver muscle and brain respectively mir and mir a illustrated specificity for liver and muscle toxicity respectively because they were not detectable in the plasma of animals with toxicity to the other organ this result contrasted with the results for alanine aminotransferase alt and aspartate aminotransferase which were both increased with either organ toxicity furthermore mir exhibited a diagnostic sensitivity superior to that of alt when the results were correlated to the liver histopathologic results the mir concentration increased in the plasma of rats h after surgery to produce brain injury and peaked at h while the mir and mir a concentrations remained at baseline values conclusions these results demonstrate that tissue specific mirnas may serve as diagnostically sensitive plasma biomarkers of tissue injury"
}