{
    "title": "Physical Activity and Academic Procrastination among Chinese University Students: A Parallel Mediation Model of Self-Control and Self-Efficacy.",
    "doc_id": "35627552",
    "writer": "Li C",
    "year": "2022",
    "summary": "This study aimed to examine the mediating effects of self-control and self-efficacy in the relationship between physical activity and academic procrastination among Chinese university students. METHODS: A cross-sectional design was used in this study. The sample comprised …",
    "abstract": "Previous studies have suggested that physical activity may decrease academic procrastination; however, few studies have explored the underlying mechanisms of how physical activity exerts an effect on academic procrastination. This study aimed to examine the mediating effects of self-control and self-efficacy in the relationship between physical activity and academic procrastination among Chinese university students.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional design was used in this study. The sample comprised 564 university students from a university in Zhejiang, China. The physical activity rating scale-3 (PARS-3), self-control scale (SCS), generalized self-efficacy scale (GSES), and procrastination assessment scale-students (PASS) were used to investigate university students' physical activity, self-control, self-efficacy, and academic procrastination respectively. The Percentile-Bootstrap technique was performed to examine the mediating effects of self-control and self-efficacy on the association between physical activity and academic procrastination.\n    \n\n\n          Results:\n        \n      \n      Physical activity significantly predicted higher levels of self-control and self-efficacy, as well as lower levels of academic procrastination. Self-control and self-efficacy were significant mediators between physical activity and academic procrastination.\n    \n\n\n          Conclusion:\n        \n      \n      This study indicated that physical activity interventions targeting the improvement of self-control and self-efficacy may reduce academic procrastination in university students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35627552/",
    "clean_text": "physical activity and academic procrastination among chinese university students a parallel mediation model of self control and self efficacy this study aimed to examine the mediating effects of self control and self efficacy in the relationship between physical activity and academic procrastination among chinese university students methods a cross sectional design was used in this study the sample comprised previous studies have suggested that physical activity may decrease academic procrastination however few studies have explored the underlying mechanisms of how physical activity exerts an effect on academic procrastination this study aimed to examine the mediating effects of self control and self efficacy in the relationship between physical activity and academic procrastination among chinese university students methods a cross sectional design was used in this study the sample comprised university students from a university in zhejiang china the physical activity rating scale pars self control scale scs generalized self efficacy scale gses and procrastination assessment scale students pass were used to investigate university students physical activity self control self efficacy and academic procrastination respectively the percentile bootstrap technique was performed to examine the mediating effects of self control and self efficacy on the association between physical activity and academic procrastination results physical activity significantly predicted higher levels of self control and self efficacy as well as lower levels of academic procrastination self control and self efficacy were significant mediators between physical activity and academic procrastination conclusion this study indicated that physical activity interventions targeting the improvement of self control and self efficacy may reduce academic procrastination in university students"
}