{
    "title": "Urban Air Pollution and Mental Stress: A Nationwide Study of University Students in China.",
    "doc_id": "34277548",
    "writer": "Zhang W",
    "year": "2021",
    "summary": "Background: Studies exploring the relationship between air pollution levels and mental stress have rarely been done, and no studies have been done comparing university student mental stress levels based on regional air pollution levels. Objectives: The objective of this st …",
    "abstract": "Background: Studies exploring the relationship between air pollution levels and mental stress have rarely been done, and no studies have been done comparing university student mental stress levels based on regional air pollution levels. Objectives: The objective of this study was to evaluate the association between air pollution and mental stress among university students. Methods: Participants were 11,942 students, who were identified through a multistage survey sampling process conducted in 50 universities. Regional air pollution levels were retrieved from a national database, and mental stress was measured using a perceived stress scale. Both unadjusted and adjusted methods were utilized in the data analyses. Results: Mental stress prevalence was 36.9% (95% Confidence Interval: 24.4-49.5%). The final model indicated that regional air pollution levels were positively associated with students' mental stress. Conclusions: This study provided new and direct evidence of the health hazards of air pollution. The findings underscore the need to develop and implement stringent environmental protection policies, while simultaneously raising public awareness of environmental protection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34277548/",
    "clean_text": "urban air pollution and mental stress a nationwide study of university students in china background studies exploring the relationship between air pollution levels and mental stress have rarely been done and no studies have been done comparing university student mental stress levels based on regional air pollution levels objectives the objective of this st background studies exploring the relationship between air pollution levels and mental stress have rarely been done and no studies have been done comparing university student mental stress levels based on regional air pollution levels objectives the objective of this study was to evaluate the association between air pollution and mental stress among university students methods participants were students who were identified through a multistage survey sampling process conducted in universities regional air pollution levels were retrieved from a national database and mental stress was measured using a perceived stress scale both unadjusted and adjusted methods were utilized in the data analyses results mental stress prevalence was confidence interval the final model indicated that regional air pollution levels were positively associated with students mental stress conclusions this study provided new and direct evidence of the health hazards of air pollution the findings underscore the need to develop and implement stringent environmental protection policies while simultaneously raising public awareness of environmental protection"
}