{
    "pmid": "41459405",
    "title": "Obstructive Sleep Apnea and Aging: A Narrative Review.",
    "abstract": "Obstructive sleep apnea is one of the most common sleep disorders. It can greatly increase patient sleepiness, and is associated with cardiovascular and neurological disease. As people age, they are more likely to develop the disease, so with an aging population, understanding how OSA effects the elderly is increasingly important. This review summarizes sleep medicine's understanding of the disease in older people. It discusses the epidemiology of OSA in this population and then examines differences in risk factors relevant in the elderly, including the effects of menopause. Next, we review the symptomology, with special attention paid to comorbid insomnia, before examining challenges in diagnosing OSA in older people. We examine the pathophysiology of OSA in the elderly with particular focus on changes in anatomy and sleep architecture, as well as positional OSA. We then discuss the intricacies and effectiveness of various treatments including continuous positive airway pressure and surgically implanted devices. We finish by exploring OSA's implications in cognitive decline and Alzheimer's disease. OSA is a very common disease in the elderly, with the potential to significantly reduce the patient's quality of life. This review should serve as a resource for sleep medicine physicians to further educate themselves on this topic.",
    "disease": "alzheimer disease",
    "clean_text": "obstructive sleep apnea and aging a narrative review obstructive sleep apnea is one of the most common sleep disorders it can greatly increase patient sleepiness and is associated with cardiovascular and neurological disease as people age they are more likely to develop the disease so with an aging population understanding how osa effects the elderly is increasingly important this review summarizes sleep medicine s understanding of the disease in older people it discusses the epidemiology of osa in this population and then examines differences in risk factors relevant in the elderly including the effects of menopause next we review the symptomology with special attention paid to comorbid insomnia before examining challenges in diagnosing osa in older people we examine the pathophysiology of osa in the elderly with particular focus on changes in anatomy and sleep architecture as well as positional osa we then discuss the intricacies and effectiveness of various treatments including continuous positive airway pressure and surgically implanted devices we finish by exploring osa s implications in cognitive decline and alzheimer s disease osa is a very common disease in the elderly with the potential to significantly reduce the patient s quality of life this review should serve as a resource for sleep medicine physicians to further educate themselves on this topic"
}