{
    "title": "Inadequacies of Physical Examination as a Cause of Medical Errors and Adverse Events: A Collection of Vignettes.",
    "doc_id": "26144103",
    "writer": "Verghese A",
    "year": "2015",
    "summary": "Our purpose was to collect vignettes of physical examination oversights and to capture the diversity of their characteristics and consequences. ...RESULTS: Of the 208 reported vignettes that met inclusion criteria, the oversight was caused by a failure to perform th …",
    "abstract": "Background:\n        \n      \n      Oversights in the physical examination are a type of medical error not easily studied by chart review. They may be a major contributor to missed or delayed diagnosis, unnecessary exposure to contrast and radiation, incorrect treatment, and other adverse consequences. Our purpose was to collect vignettes of physical examination oversights and to capture the diversity of their characteristics and consequences.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional study using an 11-question qualitative survey for physicians was distributed electronically, with data collected from February to June of 2011. The participants were all physicians responding to e-mail or social media invitations to complete the survey. There were no limitations on geography, specialty, or practice setting.\n    \n\n\n          Results:\n        \n      \n      Of the 208 reported vignettes that met inclusion criteria, the oversight was caused by a failure to perform the physical examination in 63%; 14% reported that the correct physical examination sign was elicited but misinterpreted, whereas 11% reported that the relevant sign was missed or not sought. Consequence of the physical examination inadequacy included missed or delayed diagnosis in 76% of cases, incorrect diagnosis in 27%, unnecessary treatment in 18%, no or delayed treatment in 42%, unnecessary diagnostic cost in 25%, unnecessary exposure to radiation or contrast in 17%, and complications caused by treatments in 4%. The mode of the number of physicians missing the finding was 2, but many oversights were missed by many physicians. Most oversights took up to 5 days to identify, but 66 took longer. Special attention and skill in examining the skin and its appendages, as well as the abdomen, groin, and genitourinary area could reduce the reported oversights by half.\n    \n\n\n          Conclusions:\n        \n      \n      Physical examination inadequacies are a preventable source of medical error, and adverse events are caused mostly by failure to perform the relevant examination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26144103/",
    "clean_text": "inadequacies of physical examination as a cause of medical errors and adverse events a collection of vignettes our purpose was to collect vignettes of physical examination oversights and to capture the diversity of their characteristics and consequences results of the reported vignettes that met inclusion criteria the oversight was caused by a failure to perform th background oversights in the physical examination are a type of medical error not easily studied by chart review they may be a major contributor to missed or delayed diagnosis unnecessary exposure to contrast and radiation incorrect treatment and other adverse consequences our purpose was to collect vignettes of physical examination oversights and to capture the diversity of their characteristics and consequences methods a cross sectional study using an question qualitative survey for physicians was distributed electronically with data collected from february to june of the participants were all physicians responding to e mail or social media invitations to complete the survey there were no limitations on geography specialty or practice setting results of the reported vignettes that met inclusion criteria the oversight was caused by a failure to perform the physical examination in reported that the correct physical examination sign was elicited but misinterpreted whereas reported that the relevant sign was missed or not sought consequence of the physical examination inadequacy included missed or delayed diagnosis in of cases incorrect diagnosis in unnecessary treatment in no or delayed treatment in unnecessary diagnostic cost in unnecessary exposure to radiation or contrast in and complications caused by treatments in the mode of the number of physicians missing the finding was but many oversights were missed by many physicians most oversights took up to days to identify but took longer special attention and skill in examining the skin and its appendages as well as the abdomen groin and genitourinary area could reduce the reported oversights by half conclusions physical examination inadequacies are a preventable source of medical error and adverse events are caused mostly by failure to perform the relevant examination"
}