{
    "pmid": "41379183",
    "title": "VALIDATION OF THE PAGE-B SCORE AS A PROGNOSIS OF DEVELOPMENT TO HEPATOCELLULAR CARCINOMA (HCC) IN CHRONIC HEPATITIS B, IN THE BRAZILIAN POPULATION.",
    "abstract": "Due to the potential risk for chronic and severe progression, hepatitis B virus (HBV) infection requires antiviral medications, such as Tenofovir (TDF) and Entecavir (ETV), to reduce the HBV viral load and prevent the risk of liver cirrhosis and hepatocellular carcinoma (HCC). The PAGE-B score is a simple and reliable tool for assessing the risk of developing HCC, although it has not yet been validated in Brazil. To validate the PAGE-B risk score for predicting HCC development in HBV carriers in Brazil. To analyze the association between the PAGE-B score and demographic, laboratory, and HBV treatment variables. An observational cohort. retrospective study. Study sample - 659 individuals with chronic HBV mono-infection treated with antivirals for at least 3 years at two reference centers in Brazil's Northeast and Amazon regions. The PAGE-B score was used to analyze its association with sex, age, and platelet count, classifying each patient's HCC risk as low, moderate, or high. The mean PAGE-B score was 12.77±5.63. PAGE-B scores were classified as low, moderate, and high in 206 (31.2%), 287 (43.5%), and 166 (25.3%) individuals, respectively. Among the 659 patients, 31 (4.7%) developed HCC, a higher frequency than reported in PAGE-B score validation studies from other countries. Of these patients, 29 were male, with a mean age of 57.4±12.6 years and lower platelet levels (<200,000 10³/mL). Patients who developed HCC had fibrosis stages: F0-F1:6 (19.3%); F2:2 (6.4%); F3:2 (6.4%); and F4:21 (67.7%). High-risk patients were treated with ETV (n=129, 32%) versus TDF (n=37, 14,4%), P<0.00. The PAGE-B score demonstrated, in the Brazilian population, a performance similar to that observed in studies with European and Asian populations in terms of sensitivity, specificity, and predictive values for HCC prediction. Based on these results, the PAGE-B score can be used in the Brazilian population to predict the risk of HCC. A infecção pelo vírus da hepatite B (VHB) por ter uma evolução em forma crônica e grave, recomenda-se o uso de medicamentos antivirais, Tenofovir (TDF) e Entecavir (ETV) para reduzir a carga viral do VHB e prevenir risco de cirrose hepática e carcinoma hepatocelular (CHC). Para avaliar o risco de desenvolver CHC, o escore PAGE-B é simples e confiável e ainda não foi validado no Brasil. Validar o escore de risco PAGE-B para predição do desenvolvimento de CHC em portadores de VHB no Brasil; Analisar a associação entre o escore PAGE-B e variáveis demográficas, laboratoriais e de tratamento do VHB. Um estudo de coorte observacional e retrospectivo. Amostra do estudo: 659 indivíduos com VHB crônica mono-infectados tratados com antivirais por no mínimo 3 anos em 2 centros de referência do Nordeste e Amazônia do Brasil. A pontuação do escore PAGE-B foi utilizada para analisar sua associação com sexo, idade e contagem de plaquetas e classificou-se o risco de cada paciente desenvolver CHC como baixo, moderado e alto. O Escore PAGE-B teve média 12,77±5,63. O escore PAGE-B foi baixo, moderado e alto em 206 (31,2%), 287 (43,5%) e 166 (25,3%) indivíduos, respectivamente. Dentre os 659 pacientes, 31 (4,7%) desenvolveram CHC, uma frequência maior do que a relatada em estudos de validação de pontuação PAGE-B de outros países. Nestes pacientes, 29 eram maior no sexo masculino, idade média de 57,4±12,6, com níveis mais baixos de plaquetas (<200.000 10 O escore PAGE-B demonstrou, na população brasileira, desempenho semelhante ao observado em estudos com populações europeias e asiáticas em termos de sensibilidade, especificidade e valores preditivos para predição de CHC. Com base nesses resultados, o escore PAGE-B pode ser utilizado na população brasileira para predizer o risco de CHC.",
    "disease": "liver cirrhosis",
    "clean_text": "validation of the page b score as a prognosis of development to hepatocellular carcinoma hcc in chronic hepatitis b in the brazilian population due to the potential risk for chronic and severe progression hepatitis b virus hbv infection requires antiviral medications such as tenofovir tdf and entecavir etv to reduce the hbv viral load and prevent the risk of liver cirrhosis and hepatocellular carcinoma hcc the page b score is a simple and reliable tool for assessing the risk of developing hcc although it has not yet been validated in brazil to validate the page b risk score for predicting hcc development in hbv carriers in brazil to analyze the association between the page b score and demographic laboratory and hbv treatment variables an observational cohort retrospective study study sample individuals with chronic hbv mono infection treated with antivirals for at least years at two reference centers in brazil s northeast and amazon regions the page b score was used to analyze its association with sex age and platelet count classifying each patient s hcc risk as low moderate or high the mean page b score was page b scores were classified as low moderate and high in and individuals respectively among the patients developed hcc a higher frequency than reported in page b score validation studies from other countries of these patients were male with a mean age of years and lower platelet levels ml patients who developed hcc had fibrosis stages f f f f and f high risk patients were treated with etv n versus tdf n p the page b score demonstrated in the brazilian population a performance similar to that observed in studies with european and asian populations in terms of sensitivity specificity and predictive values for hcc prediction based on these results the page b score can be used in the brazilian population to predict the risk of hcc a infec o pelo v rus da hepatite b vhb por ter uma evolu o em forma cr nica e grave recomenda se o uso de medicamentos antivirais tenofovir tdf e entecavir etv para reduzir a carga viral do vhb e prevenir risco de cirrose hep tica e carcinoma hepatocelular chc para avaliar o risco de desenvolver chc o escore page b simples e confi vel e ainda n o foi validado no brasil validar o escore de risco page b para predi o do desenvolvimento de chc em portadores de vhb no brasil analisar a associa o entre o escore page b e vari veis demogr ficas laboratoriais e de tratamento do vhb um estudo de coorte observacional e retrospectivo amostra do estudo indiv duos com vhb cr nica mono infectados tratados com antivirais por no m nimo anos em centros de refer ncia do nordeste e amaz nia do brasil a pontua o do escore page b foi utilizada para analisar sua associa o com sexo idade e contagem de plaquetas e classificou se o risco de cada paciente desenvolver chc como baixo moderado e alto o escore page b teve m dia o escore page b foi baixo moderado e alto em e indiv duos respectivamente dentre os pacientes desenvolveram chc uma frequ ncia maior do que a relatada em estudos de valida o de pontua o page b de outros pa ses nestes pacientes eram maior no sexo masculino idade m dia de com n veis mais baixos de plaquetas o escore page b demonstrou na popula o brasileira desempenho semelhante ao observado em estudos com popula es europeias e asi ticas em termos de sensibilidade especificidade e valores preditivos para predi o de chc com base nesses resultados o escore page b pode ser utilizado na popula o brasileira para predizer o risco de chc"
}