{
    "pmid": "41419036",
    "title": "Benzo(a)pyrene exposure aggravates airway remodeling in asthma by activating AhR-GDF15 pathway in epithelial cells.",
    "abstract": "Airway remodeling, involving fibroblast activation and collagen deposition, is a hallmark of asthma. The pollutant Benzo(a)pyrene (BaP), an aryl hydrocarbon receptor (AhR) activator, is associated with increased asthma severity, but its role in remodeling remains unclear. This study investigates whether BaP exacerbates remodeling by enhancing epithelial-fibroblast crosstalk through an AhR-mediated pathway and identifies key mediators. We found BaP exposure significantly upregulated growth differentiation factor 15 (GDF15) expression and secretion from airway epithelial cells in an AhR-dependent manner, as AhR directly bound to the GDF15 promoter. Consequently, conditioned media from BaP-treated epithelial cells promoted fibroblast activation, marked by elevated α-smooth muscle actin (α-SMA) and type I collagen (COL1A1) levels, which were reduced by GDF15 knockdown. In vivo, BaP co-exposure worsened allergen-induced airway remodeling, with greater collagen deposition and higher GDF15, α-SMA, and COL1A1 expression. Consistently, recombinant GDF15 directly activated lung fibroblasts and stimulated collagen production. Critically, inhibition of AhR by epigallocatechin gallate (EGCG) attenuated BaP-induced GDF15 expression and remodeling in vivo, a effect associated with reduced AhR expression. In conclusion, these findings demonstrate that BaP aggravates airway remodeling via epithelial-fibroblast crosstalk mediated by the AhR-GDF15 axis, highlighting a potential target for treating pollutant-exacerbated asthma.",
    "disease": "asthma",
    "clean_text": "benzo a pyrene exposure aggravates airway remodeling in asthma by activating ahr gdf pathway in epithelial cells airway remodeling involving fibroblast activation and collagen deposition is a hallmark of asthma the pollutant benzo a pyrene bap an aryl hydrocarbon receptor ahr activator is associated with increased asthma severity but its role in remodeling remains unclear this study investigates whether bap exacerbates remodeling by enhancing epithelial fibroblast crosstalk through an ahr mediated pathway and identifies key mediators we found bap exposure significantly upregulated growth differentiation factor gdf expression and secretion from airway epithelial cells in an ahr dependent manner as ahr directly bound to the gdf promoter consequently conditioned media from bap treated epithelial cells promoted fibroblast activation marked by elevated smooth muscle actin sma and type i collagen col a levels which were reduced by gdf knockdown in vivo bap co exposure worsened allergen induced airway remodeling with greater collagen deposition and higher gdf sma and col a expression consistently recombinant gdf directly activated lung fibroblasts and stimulated collagen production critically inhibition of ahr by epigallocatechin gallate egcg attenuated bap induced gdf expression and remodeling in vivo a effect associated with reduced ahr expression in conclusion these findings demonstrate that bap aggravates airway remodeling via epithelial fibroblast crosstalk mediated by the ahr gdf axis highlighting a potential target for treating pollutant exacerbated asthma"
}