{
    "pmid": "41442285",
    "title": "Navigation in Virtual Reality Floor Mazes: Added Cognitive Demand and Its Effects on Gait and Balance in Parkinson's Disease.",
    "abstract": "Along with motor dysfunction, people with Parkinson's Disease (PD) often develop cognitive dysfunction, linked to the gait abnormality - freezing of gait (FOG). Spatial navigation in Virtual Reality Floor Mazes (VR-FM) provides a unique framework for studying the effects of cognitive load on walking, with the ability to manipulate the complexity of the cognitive load. In addition, mazes include turns which simulate indoor home environments that people with PD frequently traverse in their daily life. This study is aimed to examine the effects of increasing cognitive load, applied with VR-FM, on motor performance in PD subjects with and without FOG. This is particularly important in understanding Parkinson's Disease, as cognitive decline is a strong contributor to morbidity and mortality as the disease progresses and may be a contributing factor to FOG. Fourteen subjects with PD, including eight who exhibited FOG, completed VR-FM under three conditions: 1) control mazes where the path to the goal is displayed; 2) easy mazes with two or less decision points; and 3) hard mazes, with more than two decision points. In comparison to non-freezers, freezers took fewer spin steps, shorter and slower strides, and reduced medial-lateral sway of the center of mass. These deficits became worse with maze difficulty, accompanied by further degradation in balance measured by margin of stability. Increased cognitive load imposed by the VR-FM led to gait deterioration and a prioritization for balance in both freezers and non-freezers. This supports the use of VR-FM as a tool to investigate motor-cognitive interplay in PD. Freezers exhibit more pronounced deterioration in gait and balance in VR-FM. Hence, VR-FM can serve as a potential tool to characterize and identify freezers.",
    "disease": "parkinson disease",
    "clean_text": "navigation in virtual reality floor mazes added cognitive demand and its effects on gait and balance in parkinson s disease along with motor dysfunction people with parkinson s disease pd often develop cognitive dysfunction linked to the gait abnormality freezing of gait fog spatial navigation in virtual reality floor mazes vr fm provides a unique framework for studying the effects of cognitive load on walking with the ability to manipulate the complexity of the cognitive load in addition mazes include turns which simulate indoor home environments that people with pd frequently traverse in their daily life this study is aimed to examine the effects of increasing cognitive load applied with vr fm on motor performance in pd subjects with and without fog this is particularly important in understanding parkinson s disease as cognitive decline is a strong contributor to morbidity and mortality as the disease progresses and may be a contributing factor to fog fourteen subjects with pd including eight who exhibited fog completed vr fm under three conditions control mazes where the path to the goal is displayed easy mazes with two or less decision points and hard mazes with more than two decision points in comparison to non freezers freezers took fewer spin steps shorter and slower strides and reduced medial lateral sway of the center of mass these deficits became worse with maze difficulty accompanied by further degradation in balance measured by margin of stability increased cognitive load imposed by the vr fm led to gait deterioration and a prioritization for balance in both freezers and non freezers this supports the use of vr fm as a tool to investigate motor cognitive interplay in pd freezers exhibit more pronounced deterioration in gait and balance in vr fm hence vr fm can serve as a potential tool to characterize and identify freezers"
}