{
    "pmid": "41465884",
    "title": "Governor vessel acupuncture therapy in experimental ischemic stroke: A systematic review and meta-analysis.",
    "abstract": "Acupuncture at the governor vessel (GV) has been shown to be more effective than conventional acupuncture in treating ischemic stroke. This study aims to investigate the therapeutic effects and mechanisms underlying GV acupuncture in experimental models, providing a scientific foundation for its clinical application in treating ischemic stroke. Six databases - including Chinese National Knowledge Infrastructure, Wanfang, Cqvip database, Sinomed, PubMed, and Web of Science - were systematically searched for studies on the use of GV acupuncture in experimental models of ischemic stroke published before December 2024. A total of 20 articles were identified and included in the meta-analysis. Data were analyzed using RevMan 5.4. Pooled analysis indicated that acupuncture at the GV significantly reduced infarct size, improved neurological deficit scores, and decreased the number of TUNEL-positive cells compared with control groups. Additionally, this acupuncture approach significantly increased levels of adenosine triphosphate (ATP), adenosine diphosphate (ADP), and adenosine monophosphate (AMP), along with the activities Na⁺/K⁺-ATPase and Ca²⁺-ATPase. It also reduced levels of inducible nitric oxide synthase (iNOS) in the hippocampus of the infarcted brain region. Furthermore, the number of Nestin-positive cells in brain tissue was significantly lower in the GV acupuncture group than in controls. Acupuncture targeting GV can effectively reduce infarct size and improve neurological function in ischemic stroke. The therapeutic effects may be related to the inhibition of apoptosis and neuroinflammation, as well as enhancements in energy metabolism and ionic homeostasis in the ischemic brain.",
    "disease": "stroke",
    "clean_text": "governor vessel acupuncture therapy in experimental ischemic stroke a systematic review and meta analysis acupuncture at the governor vessel gv has been shown to be more effective than conventional acupuncture in treating ischemic stroke this study aims to investigate the therapeutic effects and mechanisms underlying gv acupuncture in experimental models providing a scientific foundation for its clinical application in treating ischemic stroke six databases including chinese national knowledge infrastructure wanfang cqvip database sinomed pubmed and web of science were systematically searched for studies on the use of gv acupuncture in experimental models of ischemic stroke published before december a total of articles were identified and included in the meta analysis data were analyzed using revman pooled analysis indicated that acupuncture at the gv significantly reduced infarct size improved neurological deficit scores and decreased the number of tunel positive cells compared with control groups additionally this acupuncture approach significantly increased levels of adenosine triphosphate atp adenosine diphosphate adp and adenosine monophosphate amp along with the activities na k atpase and ca atpase it also reduced levels of inducible nitric oxide synthase inos in the hippocampus of the infarcted brain region furthermore the number of nestin positive cells in brain tissue was significantly lower in the gv acupuncture group than in controls acupuncture targeting gv can effectively reduce infarct size and improve neurological function in ischemic stroke the therapeutic effects may be related to the inhibition of apoptosis and neuroinflammation as well as enhancements in energy metabolism and ionic homeostasis in the ischemic brain"
}