{
    "pmid": "41452602",
    "title": "Pendrin is Upregulated by Corticosterone and Participates in its Pressor Response.",
    "abstract": "NaCl restriction upregulates pendrin, in part, through increased circulating aldosterone and the intercalated cell (IC) mineralocorticoid receptor (MR). Since 11  HSD2 enhances aldosterone binding to this receptor in other cells, we asked if pendrin abundance is reduced in NaCl-restricted 11  HSD2 KO rats. However, pendrin abundance was greater in 11  HSD2 KOs than in controls, possibly from enhanced glucocorticoid MR activation. The MR antagonist, spironolactone, reduced pendrin abundance in mice that do not produce aldosterone (aldosterone synthase KO). IC MR gene ablation also reduced pendrin protein abundance in corticosterone-treated, adrenalectomized mice. Therefore, the MR regulates pendrin independently of aldosterone. As such, we asked if glucocorticoids, the other MR ligands, change pendrin abundance and/or subcellular distribution in adrenalectomized wild type mice. We observed that corticosterone upregulated pendrin in a dose-dependent fashion through both increased total protein abundance and subcellular redistribution. At higher doses, corticosterone increased pendrin abundance from greater pendrin-positive cell number within the late distal convoluted tubule 2 (DCT2) rather than increased pendrin abundance per cell. Finally, we asked if pendrin contributes to the hypertension seen in rodent models of Cushing Syndrome. While corticosterone increased blood pressure in wild type mice, it had no effect in pendrin KOs. In conclusion, glucocorticoids upregulate pendrin by increasing pendrin total protein abundance through an MR-dependent pathway and through subcellular redistribution. Glucocorticoids increase pendrin abundance by increasing the number of pendrin-positive cells within the DCT2. In so doing, pendrin contributes to the hypertension seen in rodent models of Cushing Syndrome.",
    "disease": "hypertension",
    "clean_text": "pendrin is upregulated by corticosterone and participates in its pressor response nacl restriction upregulates pendrin in part through increased circulating aldosterone and the intercalated cell ic mineralocorticoid receptor mr since hsd enhances aldosterone binding to this receptor in other cells we asked if pendrin abundance is reduced in nacl restricted hsd ko rats however pendrin abundance was greater in hsd kos than in controls possibly from enhanced glucocorticoid mr activation the mr antagonist spironolactone reduced pendrin abundance in mice that do not produce aldosterone aldosterone synthase ko ic mr gene ablation also reduced pendrin protein abundance in corticosterone treated adrenalectomized mice therefore the mr regulates pendrin independently of aldosterone as such we asked if glucocorticoids the other mr ligands change pendrin abundance and or subcellular distribution in adrenalectomized wild type mice we observed that corticosterone upregulated pendrin in a dose dependent fashion through both increased total protein abundance and subcellular redistribution at higher doses corticosterone increased pendrin abundance from greater pendrin positive cell number within the late distal convoluted tubule dct rather than increased pendrin abundance per cell finally we asked if pendrin contributes to the hypertension seen in rodent models of cushing syndrome while corticosterone increased blood pressure in wild type mice it had no effect in pendrin kos in conclusion glucocorticoids upregulate pendrin by increasing pendrin total protein abundance through an mr dependent pathway and through subcellular redistribution glucocorticoids increase pendrin abundance by increasing the number of pendrin positive cells within the dct in so doing pendrin contributes to the hypertension seen in rodent models of cushing syndrome"
}