{
    "pmid": "41445937",
    "title": "School masking and COVID-19 community transmission: a synthetic control study.",
    "abstract": "K-12 schools are not only educational settings but also hubs of social interaction, making them potential drivers of disease transmission within households and communities. While many existing studies have assessed school masking in relation to in-school transmission, the broader community impact of mandatory school masking policies on SARS-CoV-2 infection rates remains poorly understood. We conducted a retrospective quasi-experimental study using the synthetic control method to evaluate the association between masking policies and community infection rates during the fall 2021 US school reopening period, when most schools returned to in-person learning but masking policies varied substantially. Analyses accounted for community characteristics prior to reopening and baseline infection rates. Counties with mandatory school masking experienced significantly lower SARS-CoV-2 infection rates than those without mandates. In the first 9 weeks after reopening, mandatory masking was associated with 820 fewer cases per 100 000 people (95% CI: 444-1185), corresponding to a relative cumulative reduction of 9.4% (95% CI: 7.3%-11.8%). The strength of this association varied by baseline infection rates, population density, and mobility patterns. Mandatory school masking policies were linked to meaningful reductions in community SARS-CoV-2 transmission and underscore their value as a public health intervention during pandemic surges.",
    "disease": "covid-19",
    "clean_text": "school masking and covid community transmission a synthetic control study k schools are not only educational settings but also hubs of social interaction making them potential drivers of disease transmission within households and communities while many existing studies have assessed school masking in relation to in school transmission the broader community impact of mandatory school masking policies on sars cov infection rates remains poorly understood we conducted a retrospective quasi experimental study using the synthetic control method to evaluate the association between masking policies and community infection rates during the fall us school reopening period when most schools returned to in person learning but masking policies varied substantially analyses accounted for community characteristics prior to reopening and baseline infection rates counties with mandatory school masking experienced significantly lower sars cov infection rates than those without mandates in the first weeks after reopening mandatory masking was associated with fewer cases per people ci corresponding to a relative cumulative reduction of ci the strength of this association varied by baseline infection rates population density and mobility patterns mandatory school masking policies were linked to meaningful reductions in community sars cov transmission and underscore their value as a public health intervention during pandemic surges"
}