{
    "pmid": "41415465",
    "title": "Influenza A infection accelerates disease-associated microglia formation during physiological aging.",
    "abstract": "Severe pneumonia is associated with an increased risk of cognitive decline and dementia, particularly in the elderly. Changes in microglia, the most abundant immune cell population in the brain, are also associated with cognitive decline and dementia, including the emergence of a transcriptional cell state referred to as disease-associated microglia (DAM). We sought to test the hypothesis that non-neuroinvasive influenza A virus (IAV) pneumonia results in transcriptional responses in brain microglia that drive premature expansion of DAM. Using bulk and single-cell RNA-sequencing, metabolomics, and spatial transcriptomics, we profiled neuroimmune populations in young, middle-aged, and old male mice during IAV infection and recovery. We observed an increased abundance of DAM, interferon-responsive microglia (IRM), CD4+ T cells, and CD8+ T cells in white matter regions beginning in middle age and persisting in old animals, irrespective of IAV infection. DAM exhibited a metabolic shift toward aerobic glycolysis with disrupted TCA cycling, citrulline depletion, and an elevated itaconate/α-ketoglutarate ratio. Spatial transcriptomic profiling of the human middle frontal gyrus (MFG) in normal agers, SuperAgers, and patients with dementia revealed an analogous accumulation of DAM and CD8+ T cells in white matter. IAV pneumonia induced a transient immunosenescent-like response in microglia, marked by glucocorticoid-responsive gene expression and ",
    "disease": "influenza",
    "clean_text": "influenza a infection accelerates disease associated microglia formation during physiological aging severe pneumonia is associated with an increased risk of cognitive decline and dementia particularly in the elderly changes in microglia the most abundant immune cell population in the brain are also associated with cognitive decline and dementia including the emergence of a transcriptional cell state referred to as disease associated microglia dam we sought to test the hypothesis that non neuroinvasive influenza a virus iav pneumonia results in transcriptional responses in brain microglia that drive premature expansion of dam using bulk and single cell rna sequencing metabolomics and spatial transcriptomics we profiled neuroimmune populations in young middle aged and old male mice during iav infection and recovery we observed an increased abundance of dam interferon responsive microglia irm cd t cells and cd t cells in white matter regions beginning in middle age and persisting in old animals irrespective of iav infection dam exhibited a metabolic shift toward aerobic glycolysis with disrupted tca cycling citrulline depletion and an elevated itaconate ketoglutarate ratio spatial transcriptomic profiling of the human middle frontal gyrus mfg in normal agers superagers and patients with dementia revealed an analogous accumulation of dam and cd t cells in white matter iav pneumonia induced a transient immunosenescent like response in microglia marked by glucocorticoid responsive gene expression and"
}