{
    "title": "COVID-19 and Decision-Making for Pregnant Women: Taking or Relinquishing Control in Response to a Pandemic.",
    "doc_id": "35602336",
    "writer": "Kaselitz E",
    "year": "2022",
    "summary": "COVID-19 has uniquely impacted pregnant women. From the initial unknowns about its virulence during pregnancy, to frequent and rapidly changing hospital guidelines for prenatal care and delivery, pregnant women have felt intense uncertainty and, based …",
    "abstract": "COVID-19 has uniquely impacted pregnant women. From the initial unknowns about its virulence during pregnancy, to frequent and rapidly changing hospital guidelines for prenatal care and delivery, pregnant women have felt intense uncertainty and, based on recent research, increased anxiety. This study sought to determine the impact COVID-19 had on women's birth plans. Open-ended qualitative responses from an anonymous, online survey of pregnant women in the United States, conducted on April 3-24, 2020, were analyzed using the Attride-Stirling qualitative framework. A conceptual framework for understanding the impact of COVID-19 on women's birth plans was generated. 2,320 pregnant women (mean age 32.7 years, mean weeks pregnant 24.6 weeks) responded to the open-ended prompts, reflecting the following themes: the impact(s) of COVID-19 on pregnant women (including unanticipated changes and uncertainty), the effect of COVID-19 on decision-making (including emotional reactions and subsequent questioning of the healthcare system), and how both of those things led women to either exercise or relinquish their agency related to their birth plan. These findings indicate that the changes and uncertainty surrounding COVID-19 are causing significant challenges for pregnant women, and absent more clarity and more provider-driven support, women seeking to cope are considering changes to their birth plans. Health systems and providers should heed this warning and work to provide pregnant women and their families with more information, support, and collaborative planning to ensure a positive, healthy birth experience, even during a pandemic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35602336/",
    "clean_text": "covid and decision making for pregnant women taking or relinquishing control in response to a pandemic covid has uniquely impacted pregnant women from the initial unknowns about its virulence during pregnancy to frequent and rapidly changing hospital guidelines for prenatal care and delivery pregnant women have felt intense uncertainty and based covid has uniquely impacted pregnant women from the initial unknowns about its virulence during pregnancy to frequent and rapidly changing hospital guidelines for prenatal care and delivery pregnant women have felt intense uncertainty and based on recent research increased anxiety this study sought to determine the impact covid had on women s birth plans open ended qualitative responses from an anonymous online survey of pregnant women in the united states conducted on april were analyzed using the attride stirling qualitative framework a conceptual framework for understanding the impact of covid on women s birth plans was generated pregnant women mean age years mean weeks pregnant weeks responded to the open ended prompts reflecting the following themes the impact s of covid on pregnant women including unanticipated changes and uncertainty the effect of covid on decision making including emotional reactions and subsequent questioning of the healthcare system and how both of those things led women to either exercise or relinquish their agency related to their birth plan these findings indicate that the changes and uncertainty surrounding covid are causing significant challenges for pregnant women and absent more clarity and more provider driven support women seeking to cope are considering changes to their birth plans health systems and providers should heed this warning and work to provide pregnant women and their families with more information support and collaborative planning to ensure a positive healthy birth experience even during a pandemic"
}