{
    "title": "Chikungunya in Zhejiang Province, Southeast China.",
    "doc_id": "38205180",
    "writer": "Ren J",
    "year": "2023",
    "summary": "BACKGROUND: Chikungunya is emerging and reemerging word-widely in the past decades. It is non-endemic in Zhejiang Province, Southeast China. Aedes albopictus, one of major vectors of chikungunya, is widely-distribution in Zhejiang, and autochthonous transmission is …",
    "abstract": "Background:\n        \n      \n      Chikungunya is emerging and reemerging word-widely in the past decades. It is non-endemic in Zhejiang Province, Southeast China. Aedes albopictus, one of major vectors of chikungunya, is widely-distribution in Zhejiang, and autochthonous transmission is possible after introducing chikungunya virus.\n    \n\n\n          Methods:\n        \n      \n      Retrospectively collected the epidemiological, clinical and genetic data of chikungunya and conducted the descriptive analysis and gene sequence analysis.\n    \n\n\n          Results:\n        \n      \n      From 2008 to 2022, 29 chikungunya cases, including 26 overseas imported and 3 local cases, were reported and no cases died of chikungunya. More than half of the imported cases (53.85%) were from Southeast Asia. Seasonal peak of the imported cases was noted between August and September, and 42.31% cases onset in those 2 months. Eight prefecture-level cities and 16 counties reported cases during the study period, with Jinghua (27.59%) and Hangzhou (24.14%) reporting the largest number of cases. The 3 local cases were all reported in Qujiang, Quzhou in 2017. For imported cases, the male-female gender ratio was 2.71:1, 20-30 years old cases (46.15%) and commercial service (42.31%) accounted for the highest proportion. Clinically, fever (100%), fatigue (94.44%), arthralgia (79.17%), headache (71.43%) and erythra (65.22%) were the most common reported symptoms. Eight whole-genome sequences were obtained and belonged to East/Central/South African (ECSA) or Asian genotype.\n    \n\n\n          Conclusions:\n        \n      \n      With the change of immigration policy, the surveillance of chikungunya should be strengthened and the ability of the case discovery and diagnosis should be improved in Zhejiang in the post-COVID-19 era.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38205180/",
    "clean_text": "chikungunya in zhejiang province southeast china background chikungunya is emerging and reemerging word widely in the past decades it is non endemic in zhejiang province southeast china aedes albopictus one of major vectors of chikungunya is widely distribution in zhejiang and autochthonous transmission is background chikungunya is emerging and reemerging word widely in the past decades it is non endemic in zhejiang province southeast china aedes albopictus one of major vectors of chikungunya is widely distribution in zhejiang and autochthonous transmission is possible after introducing chikungunya virus methods retrospectively collected the epidemiological clinical and genetic data of chikungunya and conducted the descriptive analysis and gene sequence analysis results from to chikungunya cases including overseas imported and local cases were reported and no cases died of chikungunya more than half of the imported cases were from southeast asia seasonal peak of the imported cases was noted between august and september and cases onset in those months eight prefecture level cities and counties reported cases during the study period with jinghua and hangzhou reporting the largest number of cases the local cases were all reported in qujiang quzhou in for imported cases the male female gender ratio was years old cases and commercial service accounted for the highest proportion clinically fever fatigue arthralgia headache and erythra were the most common reported symptoms eight whole genome sequences were obtained and belonged to east central south african ecsa or asian genotype conclusions with the change of immigration policy the surveillance of chikungunya should be strengthened and the ability of the case discovery and diagnosis should be improved in zhejiang in the post covid era"
}