{
    "title": "Alzheimer's disease.",
    "doc_id": "1756089",
    "writer": "Maas ML",
    "year": "1991",
    "summary": "This chapter has included a review of nursing research in Alzheimer's disease. Much of what is in the literature regarding nursing of Alzheimer's disease patients and their families is anecdotal and has not been validated by systematic re …",
    "abstract": "This chapter has included a review of nursing research in Alzheimer's disease. Much of what is in the literature regarding nursing of Alzheimer's disease patients and their families is anecdotal and has not been validated by systematic research and is atheoretical. The majority of nursing research on Alzheimer's disease has been focused on patient characteristics and problem behaviors or on the needs and experiences of family caregivers. Research should continue in these areas along with testing nursing interventions to maintain optimal cognitive, physical, social, and emotional function of Alzheimer's disease patients. Explanatory theories should be devised and tested to advance the development of nursing knowledge in the care of Alzheimer's disease patients and family caregivers. Finally, more evaluation research is needed to test the cost effectiveness of home-based and institutional programs, including effects on Alzheimer's disease patients, family members, and staff caregivers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1756089/",
    "clean_text": "alzheimer s disease this chapter has included a review of nursing research in alzheimer s disease much of what is in the literature regarding nursing of alzheimer s disease patients and their families is anecdotal and has not been validated by systematic re this chapter has included a review of nursing research in alzheimer s disease much of what is in the literature regarding nursing of alzheimer s disease patients and their families is anecdotal and has not been validated by systematic research and is atheoretical the majority of nursing research on alzheimer s disease has been focused on patient characteristics and problem behaviors or on the needs and experiences of family caregivers research should continue in these areas along with testing nursing interventions to maintain optimal cognitive physical social and emotional function of alzheimer s disease patients explanatory theories should be devised and tested to advance the development of nursing knowledge in the care of alzheimer s disease patients and family caregivers finally more evaluation research is needed to test the cost effectiveness of home based and institutional programs including effects on alzheimer s disease patients family members and staff caregivers"
}