{
    "pmid": "41388871",
    "title": "Predicting Epileptogenic Tubers in Patients With Tuberous Sclerosis Complex Using a Fusion Model Integrating Lesion Network Mapping and Machine Learning.",
    "abstract": "Accurate localization of epileptogenic tubers (ETs) in patients with tuberous sclerosis complex (TSC) is essential but challenging, as these tubers lack distinct pathological or genetic markers to differentiate them from other cortical tubers. Approximately 60% of patients fail to have their ETs identified through noninvasive preoperative evaluations, creating an urgent clinical need for effective, noninvasive localization strategies. A novel fusion model was developed, integrating lesion network mapping-based risk assessment with a machine learning prediction model that utilizes brain functional connectivity and random forest algorithms. The model was built based on magnetic resonance imaging data. Retrospective analysis was conducted on patients with TSC-related epilepsy who had undergone resective surgery and achieved seizure freedom at the 1-year follow-up; tubers were classified as true epileptogenic tubers (true ETs) or true non-epileptogenic tubers (true non-ETs) according to the resected regions. The model calculated and ranked the probability of each tuber being an ET for every patient. A total of 47 patients were enrolled in the study. The fusion model successfully ranked the true ETs within the top three in 91% of the cases. Significant differences in the probability rankings of ETs were observed among true ETs, true non-ETs, and random tubers (p < 0.01). Receiver operating characteristic curves were plotted to evaluate the accuracy of true ET localization across different methods, and the fusion model exhibited an area under the curve of 0.86. This performance significantly outperformed that of scalp electroencephalography, semiology, and positron emission tomography based on structural magnetic resonance imaging in the same cohort. Cross-validation in three independent epilepsy centers confirmed the model's high generalizability. Overall, this fusion model demonstrates high accuracy and robust clinical utility as a noninvasive tool for the localization of ETs. It effectively addresses the current challenges in identifying ETs, providing valuable support for surgical planning in patients with TSC-related epilepsy.",
    "disease": "epilepsy",
    "clean_text": "predicting epileptogenic tubers in patients with tuberous sclerosis complex using a fusion model integrating lesion network mapping and machine learning accurate localization of epileptogenic tubers ets in patients with tuberous sclerosis complex tsc is essential but challenging as these tubers lack distinct pathological or genetic markers to differentiate them from other cortical tubers approximately of patients fail to have their ets identified through noninvasive preoperative evaluations creating an urgent clinical need for effective noninvasive localization strategies a novel fusion model was developed integrating lesion network mapping based risk assessment with a machine learning prediction model that utilizes brain functional connectivity and random forest algorithms the model was built based on magnetic resonance imaging data retrospective analysis was conducted on patients with tsc related epilepsy who had undergone resective surgery and achieved seizure freedom at the year follow up tubers were classified as true epileptogenic tubers true ets or true non epileptogenic tubers true non ets according to the resected regions the model calculated and ranked the probability of each tuber being an et for every patient a total of patients were enrolled in the study the fusion model successfully ranked the true ets within the top three in of the cases significant differences in the probability rankings of ets were observed among true ets true non ets and random tubers p receiver operating characteristic curves were plotted to evaluate the accuracy of true et localization across different methods and the fusion model exhibited an area under the curve of this performance significantly outperformed that of scalp electroencephalography semiology and positron emission tomography based on structural magnetic resonance imaging in the same cohort cross validation in three independent epilepsy centers confirmed the model s high generalizability overall this fusion model demonstrates high accuracy and robust clinical utility as a noninvasive tool for the localization of ets it effectively addresses the current challenges in identifying ets providing valuable support for surgical planning in patients with tsc related epilepsy"
}