{
    "title": "Early surgery versus initial conservative treatment in patients with spontaneous supratentorial lobar intracerebral haematomas (STICH II): a randomised trial.",
    "doc_id": "23726393",
    "writer": "Mendelow AD",
    "year": "2013",
    "summary": "BACKGROUND: The balance of risk and benefit from early neurosurgical intervention for conscious patients with superficial lobar intracerebral haemorrhage of 10-100 mL and no intraventricular haemorrhage admitted within 48 h of ictus is unclear. ...INTERPRETATION: Th …",
    "abstract": "Background:\n        \n      \n      The balance of risk and benefit from early neurosurgical intervention for conscious patients with superficial lobar intracerebral haemorrhage of 10-100 mL and no intraventricular haemorrhage admitted within 48 h of ictus is unclear. We therefore tested the hypothesis that early surgery compared with initial conservative treatment could improve outcome in these patients.\n    \n\n\n          Methods:\n        \n      \n      In this international, parallel-group trial undertaken in 78 centres in 27 countries, we compared early surgical haematoma evacuation within 12 h of randomisation plus medical treatment with initial medical treatment alone (later evacuation was allowed if judged necessary). An automatic telephone and internet-based randomisation service was used to assign patients to surgery and initial conservative treatment in a 1:1 ratio. The trial was not masked. The primary outcome was a prognosis-based dichotomised (favourable or unfavourable) outcome of the 8 point Extended Glasgow Outcome Scale (GOSE) obtained by questionnaires posted to patients at 6 months. Analysis was by intention to treat. This trial is registered, number ISRCTN22153967.\n    \n\n\n          Findings:\n        \n      \n      307 of 601 patients were randomly assigned to early surgery and 294 to initial conservative treatment; 298 and 291 were followed up at 6 months, respectively; and 297 and 286 were included in the analysis, respectively. 174 (59%) of 297 patients in the early surgery group had an unfavourable outcome versus 178 (62%) of 286 patients in the initial conservative treatment group (absolute difference 3·7% [95% CI -4·3 to 11·6], odds ratio 0·86 [0·62 to 1·20]; p=0·367).\n    \n\n\n          Interpretation:\n        \n      \n      The STICH II results confirm that early surgery does not increase the rate of death or disability at 6 months and might have a small but clinically relevant survival advantage for patients with spontaneous superficial intracerebral haemorrhage without intraventricular haemorrhage.\n    \n\n\n          Funding:\n        \n      \n      UK Medical Research Council.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23726393/",
    "clean_text": "early surgery versus initial conservative treatment in patients with spontaneous supratentorial lobar intracerebral haematomas stich ii a randomised trial background the balance of risk and benefit from early neurosurgical intervention for conscious patients with superficial lobar intracerebral haemorrhage of ml and no intraventricular haemorrhage admitted within h of ictus is unclear interpretation th background the balance of risk and benefit from early neurosurgical intervention for conscious patients with superficial lobar intracerebral haemorrhage of ml and no intraventricular haemorrhage admitted within h of ictus is unclear we therefore tested the hypothesis that early surgery compared with initial conservative treatment could improve outcome in these patients methods in this international parallel group trial undertaken in centres in countries we compared early surgical haematoma evacuation within h of randomisation plus medical treatment with initial medical treatment alone later evacuation was allowed if judged necessary an automatic telephone and internet based randomisation service was used to assign patients to surgery and initial conservative treatment in a ratio the trial was not masked the primary outcome was a prognosis based dichotomised favourable or unfavourable outcome of the point extended glasgow outcome scale gose obtained by questionnaires posted to patients at months analysis was by intention to treat this trial is registered number isrctn findings of patients were randomly assigned to early surgery and to initial conservative treatment and were followed up at months respectively and and were included in the analysis respectively of patients in the early surgery group had an unfavourable outcome versus of patients in the initial conservative treatment group absolute difference ci to odds ratio to p interpretation the stich ii results confirm that early surgery does not increase the rate of death or disability at months and might have a small but clinically relevant survival advantage for patients with spontaneous superficial intracerebral haemorrhage without intraventricular haemorrhage funding uk medical research council"
}