{
    "pmid": "41397881",
    "title": "Subthalamic Nucleus Deep Brain Stimulation Modulates Auditory Steady State Responses in Parkinson's Disease.",
    "abstract": "Deficits in auditory perception have been widely observed in Parkinson's disease (PD) patients and the literature attributes it, in part, to impaired central auditory processing. Deep brain stimulation (DBS) of the subthalamic nucleus (STN) is a well-established therapeutic option for patients with advanced PD. Analysis of auditory evoked potentials suggested a modulatory effect of DBS on central auditory processing. To better understand the latter, we investigated whether DBS modulates auditory steady state responses (ASSR) in electroencephalography (EEG) recordings of 5 PD patients. ASSRs are neural responses along central auditory pathways phase-locked to an auditory stimulus which can serve to understand the spectral aspects of central auditory processing. In our analyses, we estimate the intensity of ASSRs with a novel method based on canonical correlation analysis (CCA) and compare them in DBS ON and OFF conditions. Our results suggest that DBS effectively reduces ASSR in patients with PD. A comparison to age-matched healthy participants suggests a pathological effect of PD on ASSRs, which is disrupted by DBS. These findings support our hypothesis that DBS suppresses central auditory processing. Further research is required to assess the symptomatic effect of this modulation, as well as which cortical and subcortical generators are most affected. A better understanding of the auditory side-effects of DBS could lead to improved treatment options.",
    "disease": "parkinson disease",
    "clean_text": "subthalamic nucleus deep brain stimulation modulates auditory steady state responses in parkinson s disease deficits in auditory perception have been widely observed in parkinson s disease pd patients and the literature attributes it in part to impaired central auditory processing deep brain stimulation dbs of the subthalamic nucleus stn is a well established therapeutic option for patients with advanced pd analysis of auditory evoked potentials suggested a modulatory effect of dbs on central auditory processing to better understand the latter we investigated whether dbs modulates auditory steady state responses assr in electroencephalography eeg recordings of pd patients assrs are neural responses along central auditory pathways phase locked to an auditory stimulus which can serve to understand the spectral aspects of central auditory processing in our analyses we estimate the intensity of assrs with a novel method based on canonical correlation analysis cca and compare them in dbs on and off conditions our results suggest that dbs effectively reduces assr in patients with pd a comparison to age matched healthy participants suggests a pathological effect of pd on assrs which is disrupted by dbs these findings support our hypothesis that dbs suppresses central auditory processing further research is required to assess the symptomatic effect of this modulation as well as which cortical and subcortical generators are most affected a better understanding of the auditory side effects of dbs could lead to improved treatment options"
}